Repository: Anxcye/anx-reader
Catalog: lib/l10n/app_*.arb
Languages: ar, it, ja, ko, ru, tr, zh, zh_tw

# importSuccessRestartApp
source: Import success, please restart the app
ar: نجح الاستيراد ، يرجى إعادة تشغيل التطبيق
it: Importazione riuscita, per favore riavvia l'app
ja: インポート成功、アプリを再起動してください
ko: 가져오기 성공, 앱을 재시작해주세요
ru: Импорт завершён, перезапустите приложение
tr: İçe aktarma başarılı, lütfen uygulamayı yeniden başlatın
zh: 导入成功，请重启应用
zh_tw: 匯入成功，請重新啟動 App。

# importFailed
source: Import failed: {error}
ar: فشل الاستيراد: {error}
it: Importazione fallita: {error}
ja: インポート失敗: {error}
ko: 가져오기 실패: {error}
ru: Ошибка импорта: {error}
tr: İçe aktarma başarısız: {error}
zh: 导入失败: {error}
zh_tw: 匯入失敗：{error}

# settingsSyncCompletedToast
source: Show toast when sync completed
ar: إظهار إشعار عند اكتمال المزامنة
it: Mostra toast quando la sincronizzazione è completata
ja: 同期完了時にトースト表示
ko: 동기화 완료 시 토스트 표시
ru: Синхронизация завершена
tr: Senkronizasyon tamamlandığında bildirim göster
zh: 同步完成显示提示
zh_tw: 同步完成時顯示浮動通知

# settingsSyncAutoSync
source: Auto sync
ar: مزامنة السيارات
it: Sincronizzazione automatica
ja: 自動同期
ko: 자동 동기화
ru: Автоматическая синхронизация
tr: Otomatik Senkronizasyon
zh: 自动同步
zh_tw: 自動同步

# settingsTranslate
source: Translate
ar: ترجمة
it: Traduci
ja: 翻訳
ko: 번역
ru: Перевод
tr: Çeviri
zh: 翻译
zh_tw: 翻譯

# settingsTranslateCurrentService
source: Current Service
ar: الخدمة الحالية
it: Servizio Corrente
ja: 現在のサービス
ko: 현재 서비스
ru: Текущий сервис
tr: Mevcut Hizmet
zh: 当前服务
zh_tw: 目前翻譯服務

# settingsTranslateAuto
source: Auto
ar: تلقائي
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
zh: 自动
zh_tw: 自動偵測

# settingsTranslateFrom
source: From
ar: من
it: Da
ja: 翻訳元
ko: 번역 원본
ru: С языка
tr: Kaynak Dil
zh: 原文
zh_tw: 來源語言

# settingsTranslateTo
source: To
ar: إلى
it: A
ja: 翻訳先
ko: 번역 대상
ru: На язык
tr: Hedef Dil
zh: 译文
zh_tw: 目標語言

# settingsNarrate
source: Narrate
ar: السرد
it: Narra
ja: 読み上げ
ko: 내레이션
ru: Чтение вслух
tr: Seslendir
zh: 朗读
zh_tw: 朗讀

# settingsNarrateVoice
source: Voice
ar: الصوت
it: Voce
ja: 音声
ko: 음성
ru: Голос
tr: Ses
zh: 语音
zh_tw: 語音

# settingsNarrateVoiceModel
source: Voice Model
ar: نموذج الصوت
it: Modello Voce
ja: 音声モデル
ko: 음성 모델
ru: Модель голоса
tr: Ses Modeli
zh: 语音模型
zh_tw: 語音模型

# settingsNarrateVoiceModelCurrentModel
source: Current Model
ar: النموذج الحالي
it: Modello Corrente
ja: 現在のモデル
ko: 현재 모델
ru: Текущая модель
tr: Mevcut Model
zh: 当前模型
zh_tw: 目前使用的模型

# settingsNarrateVoiceModelNotSelected
source: Not Selected
ar: غير محدد
it: Non Selezionato
ja: 未選択
ko: 선택되지 않음
ru: Не выбрано
tr: Seçilmedi
zh: 未选择
zh_tw: 未選取

# settingsNarrateVoiceModelClickToView
source: Click to View
ar: انقر للعرض
it: Clicca per Visualizzare
ja: クリックして表示
ko: 클릭하여 보기
ru: Нажмите для просмотра
tr: Görüntülemek için Tıkla
zh: 点击查看
zh_tw: 點選以檢視

# settingsNarrateVoiceModelMale
source: Male
ar: ذكر
it: Maschio
ja: 男性
ko: 남성
ru: Мужской
tr: Erkek
zh: 男性
zh_tw: 男聲

# settingsNarrateVoiceModelFemale
source: Female
ar: أنثى
it: Femmina
ja: 女性
ko: 여성
ru: Женский
tr: Kadın
zh: 女性
zh_tw: 女聲

# settingsAi
source: AI
ar: الذكاء الاصطناعي
ru: Настройки ИИ
tr: Yapay Zeka
zh: AI 设置

# settingsAiServices
source: Services
ar: الخدمات
it: Servizi
ja: サービス
ko: 서비스
ru: ИИ сервисы
tr: Servisler
zh: AI 服务
zh_tw: 服務供應商

# settingsAiPrompt
source: Prompt
ar: موجه
ja: プロンプト
ko: 프롬프트
ru: Подсказка ИИ
tr: İstem
zh: AI 提示词
zh_tw: 提示詞

# settingsAiPromptTest
source: Test AI config
ar: اختبار تكوين الذكاء الاصطناعي
it: Testa configurazione AI
ja: AI設定をテスト
ko: AI 설정 테스트
ru: Тест ИИ
tr: YZ Yapılandırmasını Test Et
zh: 测试 AI 配置
zh_tw: 測試 AI 設定

# settingsAiPromptSummaryTheChapter
source: Summary the chapter
ar: تلخيص الفصل
it: Riassumi il capitolo
ja: 章を要約
ko: 챕터 요약
ru: Резюме главы
tr: Bölümü Özetle
zh: 总结本章内容
zh_tw: 總結本章

# settingsAiPromptSummaryTheBook
source: Summary the book
ar: تلخيص الكتاب
it: Riassumi il libro
ja: 本を要約
ko: 책 요약
ru: Резюме книги
tr: Kitabı Özetle
zh: 总结整本书
zh_tw: 總結全書

# settingsAiPromptSummaryThePreviousContent
source: Summary the previous content
ar: تلخيص المحتوى السابق
it: Riassumi il contenuto precedente
ja: 前の内容を要約
ko: 이전 내용 요약
ru: Помощь в запоминании предыдущего текста
tr: Önceki İçeriği Özetle
zh: 打开书时帮助回忆前文内容
zh_tw: 總結前文

# settingsAiCache
source: AI Cache
ar: ذاكرة التخزين المؤقت للذكاء الاصطناعي
it: Cache AI
ja: AIキャッシュ
ko: AI 캐시
ru: Кэш ИИ
tr: YZ Önbelleği
zh: AI 缓存
zh_tw: AI 快取

# settingsAiCacheSize
source: Max Cache Size
ar: حجم ذاكرة التخزين المؤقت القصوى
it: Dimensione Max Cache
ja: 最大キャッシュサイズ
ko: 최대 캐시 크기
ru: Размер кэша
tr: Maksimum Önbellek Boyutu
zh: 缓存大小
zh_tw: 最大快取容量

# settingsAiCacheCurrentSize
source: Current {count, plural, other{{count} caches}}
ar: {count, plural, other{حاليا {count} ذاكرة تخزين مؤقت}}
it: Corrente {count, plural, other{{count} cache}}
ja: 現在{count, plural, other{{count}個のキャッシュ}}
ko: 현재 {count, plural, other{{count}개의 캐시}}
ru: Текущий кэш: {count} записей
tr: Mevcut {count, plural, other{{count} önbellek}}
zh: 当前共 {count, plural, other{{count} 条缓存}}
zh_tw: {count, plural, =0{目前沒有快取} other{目前有 {count} 筆快取}}

# settingsAiCacheClear
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
it: Pulisci cache
ja: キャッシュクリア
ko: 캐시 지우기
ru: Очистить кэш
tr: Önbelleği temizle
zh: 清空缓存
zh_tw: 清除快取

# aiServiceNotConfigured
source: Please configure the AI service in settins page.
ar: يرجى تكوين خدمة الذكاء الاصطناعي في صفحة الإعدادات.
it: Per favore configura il servizio AI nella pagina delle impostazioni.
ja: 設定ページでAIサービスを設定してください
ko: 설정 페이지에서 AI 서비스를 구성해주세요
ru: Сначала настройте ИИ в настройках
tr: Lütfen ayarlar sayfasında Yapay Zeka servisini yapılandırın.
zh: 需要先完成设置中的AI配置
zh_tw: 請先至設定頁面完成 AI 服務設定。

# aiChat
source: Chat
ar: دردشة
ja: チャット
ko: 채팅
ru: ИИ чат
tr: Sohbet
zh: AI 对话
zh_tw: AI 對話

# aiHintText
source: Start chatting
ar: ابدأ الدردشة
it: Inizia a chattare
ja: チャットを開始
ko: 채팅 시작
ru: Начните диалог
tr: Sohbete başla
zh: 开始对话吧
zh_tw: 開始聊天

# aiHintInputPlaceholder
source: Input message...
ar: أدخل رسالة...
it: Inserisci messaggio...
ja: メッセージを入力...
ko: 메시지 입력...
ru: Введите сообщение...
tr: Mesaj girin...
zh: 输入消息...
zh_tw: 請輸入訊息...

# aiHintCollapse
source: Collapse
ar: طي
it: Comprimi
ja: 折りたたみ
ko: 접기
ru: Свернуть
tr: Daralt
zh: 收起
zh_tw: 收合

# aiHintExpand
source: Expand
ar: توسيع
it: Espandi
ja: 展開
ko: 펼치기
ru: Развернуть
tr: Genişlet
zh: 展开
zh_tw: 展開

# aiQuickPromptExplain
source: Explain
ar: اشرح
it: Spiega
ja: 説明
ko: 설명
ru: Объяснить
tr: Açıkla
zh: 解释
zh_tw: 解釋

# aiQuickPromptExplainText
source: Please explain
ar: من فضلك اشرح
it: Per favore spiega
ja: 説明してください
ko: 설명해 주세요
ru: Поясните, пожалуйста
tr: Lütfen açıkla
zh: 请解释
zh_tw: 請解釋

# aiQuickPromptOpinion
source: Your opinion
ar: رأيك
it: La tua opinione
ja: あなたの意見
ko: 당신의 의견
ru: Мнение
tr: Görüşün
zh: 你的看法
zh_tw: 您的看法

# aiQuickPromptOpinionText
source: What's your opinion on this?
ar: ما رأيك في هذا؟
it: Qual è la tua opinione su questo?
ja: これについてどう思いますか？
ko: 이것에 대해 어떻게 생각하시나요?
ru: Что вы об этом думаете?
tr: Bu konudaki görüşün nedir?
zh: 你对这个有什么看法？
zh_tw: 您對此有何看法？

# aiQuickPromptSummary
source: Summarize
ar: لخص
it: Riassumi
ja: 要約
ko: 요약
ru: Резюме
tr: Özetle
zh: 总结
zh_tw: 摘要

# aiQuickPromptSummaryText
source: Please summarize
ar: من فضلك لخص
it: Per favore riassumi
ja: 要約してください
ko: 요약해 주세요
ru: Подведите итоги, пожалуйста
tr: Lütfen özetle
zh: 请总结一下
zh_tw: 請做個摘要

# aiQuickPromptAnalyze
source: Analyze
ar: حلل
it: Analizza
ja: 分析
ko: 분석
ru: Анализ
tr: Analiz Et
zh: 分析
zh_tw: 分析

# aiQuickPromptAnalyzeText
source: Please analyze
ar: من فضلك حلل
it: Per favore analizza
ja: 分析してください
ko: 분석해 주세요
ru: Проанализируйте, пожалуйста
tr: Lütfen analiz et
zh: 请分析一下
zh_tw: 請分析

# aiQuickPromptSuggest
source: Suggest
ar: اقترح
it: Suggerisci
ja: 提案
ko: 제안
ru: Совет
tr: Öner
zh: 建议
zh_tw: 建議

# aiQuickPromptSuggestText
source: Any suggestions?
ar: أي اقتراحات؟
it: Qualche suggerimento?
ja: 何か提案はありますか？
ko: 제안이 있나요?
ru: Есть ли рекомендации?
tr: Önerin var mı?
zh: 有什么建议？
zh_tw: 有任何建議嗎？

# settingsReading
source: Reading
ar: القراءة
it: Lettura
ja: 読書
ko: 읽기
ru: Чтение
tr: Okuma
zh: 阅读
zh_tw: 閱讀

# settingsBookshelf
source: Bookshelf
ar: رف الكتب
it: Libreria
ja: 本棚
ko: 서재
ru: Полка
tr: Kitaplık
zh: 书架
zh_tw: 書架

# settingsBookshelfCover
source: Book cover
ar: غلاف الكتاب
it: Copertina libro
ja: ブックカバー
ko: 책 표지
ru: Обложка
tr: Kitap kapağı
zh: 封面
zh_tw: 書籍封面

# settingsBookshelfCoverWidth
source: Book cover width
ar: عرض غلاف الكتاب
it: Larghezza copertina libro
ja: ブックカバー幅
ko: 책 표지 폭
ru: Ширина обложки
tr: Kitap kapağı genişliği
zh: 封面宽度
zh_tw: 書籍封面寬度

# aiCachedBy
source: Cached by {service}
ar: تم التخزين المؤقت بواسطة {service}
it: Memorizzato da {service}
ja: {service}によってキャッシュ済み
ko: {service}에 의해 캐시됨
ru: Кэш от {service}
tr: {service} tarafından önbelleklendi
zh: 缓存来自 {service}
zh_tw: 由 {service} 快取

# aiRegenerate
source: Regenerate
ar: إعادة إنشاء
it: Rigenera
ja: 再生成
ko: 재생성
ru: Перегенерировать
tr: Yeniden Oluştur
zh: 重新生成
zh_tw: 重新產生

source: Storage permission denied
ar: تم رفض إذن التخزين
it: Permesso di archiviazione negato
ja: ストレージ権限が拒否されました
ko: 저장소 권한이 거부되었습니다
ru: Нет доступа к хранилищу
tr: Depolama izni reddedildi
zh: 存储权限未授权
zh_tw: 儲存空間權限遭拒

source: Gallery permission denied
ar: تم رفض إذن المعرض
it: Permesso galleria negato
ja: ギャラリー権限が拒否されました
ko: 갤러리 권한이 거부되었습니다
ru: Нет доступа к галерее
tr: Galeri izni reddedildi
zh: 相册权限未授权
zh_tw: 相簿權限遭拒

source: Go to authorize
ar: اذهب للتفويض
it: Vai ad autorizzare
ja: 認証に移動
ko: 인증으로 이동
ru: Перейти к разрешениям
tr: Yetkilendirmeye git
zh: 去授权
zh_tw: 前往授權

# settingsAdvanced
source: Advanced
ar: متقدم
it: Avanzate
ja: 詳細設定
ko: 고급
ru: Дополнительно
tr: Gelişmiş
zh: 高级
zh_tw: 進階

# settingsAdvancedLog
source: Log
ar: السجل
ja: ログ
ko: 로그
ru: Логи
tr: Günlük
zh: 日志
zh_tw: 記錄檔

# settingsAdvancedLogClearLog
source: Clear Log
ar: مسح السجل
it: Pulisci Log
ja: ログクリア
ko: 로그 지우기
ru: Очистить логи
tr: Günlüğü Temizle
zh: 清空日志
zh_tw: 清除記錄檔

# settingsAdvancedLogExportLog
source: Export Log
ar: تصدير السجل
it: Esporta Log
ja: ログエクスポート
ko: 로그 내보내기
ru: Экспортировать логи
tr: Günlüğü Dışa Aktar
zh: 导出日志
zh_tw: 匯出記錄檔

# settingsAdvancedClearLogWhenStart
source: Clear log when start
ar: مسح السجل عند البدء
it: Pulisci log all'avvio
ja: 開始時にログクリア
ko: 시작 시 로그 지우기
ru: Очищать логи при запуске
tr: Başlangıçta günlüğü temizle
zh: 启动时清空日志
zh_tw: 啟動時清除記錄檔

# aboutCheckForUpdates
source: Check for updates
ar: التحقق من وجود تحديثات
it: Controlla aggiornamenti
ja: アップデート確認
ko: 업데이트 확인
ru: Проверить обновления
tr: Güncellemeleri kontrol et
zh: 检查更新
zh_tw: 檢查更新

# updateNewVersion
source: New version:
ar: الإصدار الجديد:
it: Nuova versione:
ja: 新バージョン:
ko: 새 버전:
ru: Новая версия:
tr: Yeni sürüm:
zh: 新版本：
zh_tw: 新版本：

# updateCurrentVersion
source: Current version:
ar: الإصدار الحالي:
it: Versione corrente:
ja: 現在のバージョン:
ko: 현재 버전:
ru: Текущая версия:
tr: Mevcut sürüm:
zh: 当前版本：
zh_tw: 目前版本：

# aboutPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
ja: プライバシーポリシー
ko: 개인정보처리방침
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策
zh_tw: 隱私權政策

# aboutTermsOfUse
source: Terms of Use
ar: شروط الاستخدام
it: Termini di Utilizzo
ja: 利用規約
ko: 이용약관
ru: Пользовательское соглашение
tr: Kullanım Şartları
zh: 用户服务条款
zh_tw: 使用條款

# ttsVolume
source: Volume
ar: الصوت
ja: 音量
ko: 음량
ru: Громкость
tr: Ses Seviyesi
zh: 音量
zh_tw: 音量

# ttsRate
source: Rate
ar: المعدل
it: Velocità
ja: 速度
ko: 속도
ru: Скорость
tr: Hız
zh: 语速
zh_tw: 語速

# ttsPitch
source: Pitch
ar: درجة الصوت
it: Tonalità
ja: ピッチ
ko: 피치
ru: Тон
tr: Perde
zh: 音调
zh_tw: 音高

# ttsNarrator
source: Narrator
ar: الراوي
it: Narratore
ja: ナレーター
ko: 내레이터
ru: Чтец
tr: Anlatıcı
zh: 朗读
zh_tw: 朗讀者

# ttsStopAfter
source: {count, plural, =0{No timer} =1{Stop in 1 minute} other{stop after {count} minutes}}
ar: {count, plural, zero{لا يوجد مؤقت} =1{توقف خلال دقيقة واحدة} two{توقف بعد دقيقتين} few{توقف بعد {count} دقائق} many{توقف بعد {count} دقيقة} other{توقف بعد {count} دقيقة}}
it: {count, plural, =0{Nessun timer} =1{Fermati tra 1 minuto} other{fermati dopo {count} minuti}}
ja: {count, plural, =0{タイマーなし} =1{1分後に停止} other{{count}分後に停止}}
ko: {count, plural, =0{타이머 없음} =1{1분 후 정지} other{{count}분 후 정지}}
ru: {count, plural, =0{Без таймера} =1{Остановится через 1 минуту} other{Остановится через {count} минут}}
tr: {count, plural, =0{Zamanlayıcı yok} =1{1 dakika içinde durdur} other{{count} dakika sonra durdur}}
zh: {count, plural, =0{没有计时器} =1{1 分钟内停止} other{{count}分钟停止}}
zh_tw: {count, plural, =0{不設定時器} other{{count} 分鐘後停止}}

source: TTS Type
ar: نوع TTS
it: Tipo TTS
ja: TTSタイプ
ko: TTS 타입
ru: Тип движка TTS
tr: TTS Türü
zh: 朗读引擎类型
zh_tw: TTS 引擎類型

# ttsTypeInternal
source: Internal TTS
ar: TTS داخلي
it: TTS Interno
ja: 内蔵TTS
ko: 내장 TTS
ru: Встроенный
tr: Dahili TTS
zh: 内置朗读
zh_tw: 內建 TTS

# ttsTypeSystem
source: System TTS
ar: TTS النظام
it: TTS di Sistema
ja: システムTTS
ko: 시스템 TTS
ru: Системный
tr: Sistem TTS
zh: 系统朗读
zh_tw: 系統 TTS

# statisticJustNow
source: just now
ar: الآن
it: proprio ora
ja: たった今
ko: 방금 전
ru: Только что
tr: az önce
zh: 刚刚
zh_tw: 剛剛

# statisticMinutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
ar: {count, plural, =1{قبل دقيقة واحدة} two{قبل دقيقتين} few{قبل {count} دقائق} many{قبل {count} دقيقة} other{قبل {count} دقيقة}}
it: {count, plural, =1{1 minuto fa} other{{count} minuti fa}}
ja: {count, plural, =1{1分前} other{{count}分前}}
ko: {count, plural, =1{1분 전} other{{count}분 전}}
ru: {count, plural, =1{1 минуту назад} other{{count} минут назад}}
tr: {count, plural, =1{1 dakika önce} other{{count} dakika önce}}
zh: {count, plural, =1{1分钟前} other{{count}分钟前}}
zh_tw: {count, plural, other{{count} 分鐘前}}

# statisticHoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
ar: {count, plural, =1{قبل ساعة واحدة} two{قبل ساعتين} few{قبل {count} ساعات} many{قبل {count} ساعة} other{قبل {count} ساعة}}
it: {count, plural, =1{1 ora fa} other{{count} ore fa}}
ja: {count, plural, =1{1時間前} other{{count}時間前}}
ko: {count, plural, =1{1시간 전} other{{count}시간 전}}
ru: {count, plural, =1{1 час назад} other{{count} часов назад}}
tr: {count, plural, =1{1 saat önce} other{{count} saat önce}}
zh: {count, plural, =1{1小时前} other{{count}小时前}}
zh_tw: {count, plural, other{{count} 小時前}}

# statisticYesterday
source: {count, plural, =1{1 yesterday} other{{count} yesterday}}
ar: {count, plural, =1{أمس} other{أمس}}
it: {count, plural, =1{1 ieri} other{{count} ieri}}
ja: {count, plural, =1{昨日} other{{count}日前}}
ko: {count, plural, =1{어제} other{{count}일 전}}
ru: {count, plural, =1{Вчера} other{{count} дней назад}}
tr: {count, plural, =1{Dün} other{{count} gün önce}}
zh: {count, plural, =1{昨天} other{{count}天前}}
zh_tw: 昨天

# statisticDaysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
ar: {count, plural, =1{قبل يوم واحد} two{قبل يومين} few{قبل {count} أيام} many{قبل {count} يومًا} other{قبل {count} يوم}}
it: {count, plural, =1{1 giorno fa} other{{count} giorni fa}}
ja: {count, plural, =1{1日前} other{{count}日前}}
ko: {count, plural, =1{1일 전} other{{count}일 전}}
ru: {count, plural, =1{1 день назад} other{{count} дней назад}}
tr: {count, plural, =1{1 gün önce} other{{count} gün önce}}
zh: {count, plural, =1{1天前} other{{count}天前}}
zh_tw: {count, plural, other{{count} 天前}}

# statisticMonthsAgo
source: {count, plural, =1{1 month ago} other{{count} months ago}}
ar: {count, plural, =1{قبل شهر واحد} two{قبل شهرين} few{قبل {count} أشهر} many{قبل {count} شهرًا} other{قبل {count} شهر}}
it: {count, plural, =1{1 mese fa} other{{count} mesi fa}}
ja: {count, plural, =1{1か月前} other{{count}か月前}}
ko: {count, plural, =1{1개월 전} other{{count}개월 전}}
ru: {count, plural, =1{1 месяц назад} other{{count} месяцев назад}}
tr: {count, plural, =1{1 ay önce} other{{count} ay önce}}
zh: {count, plural, =1{1个月前} other{{count}个月前}}
zh_tw: {count, plural, other{{count} 個月前}}

# statisticYearsAgo
source: {count, plural, =1{1 year ago} other{{count} years ago}}
ar: {count, plural, =1{قبل عام واحد} two{قبل عامين} few{قبل {count} أعوام} many{قبل {count} عامًا} other{قبل {count} عام}}
it: {count, plural, =1{1 anno fa} other{{count} anni fa}}
ja: {count, plural, =1{1年前} other{{count}年前}}
ko: {count, plural, =1{1년 전} other{{count}년 전}}
ru: {count, plural, =1{1 год назад} other{{count} лет назад}}
tr: {count, plural, =1{1 yıl önce} other{{count} yıl önce}}
zh: {count, plural, =1{1年前} other{{count}年前}}
zh_tw: {count, plural, other{{count} 年前}}

# statisticDeletedRecords
source: Records to be deleted
ar: السجلات التي سيتم حذفها
it: Record da eliminare
ja: 削除される記録
ko: 삭제될 기록
ru: Записи для удаления
tr: Silinecek Kayıtlar
zh: 即将删除的记录
zh_tw: 待刪除的紀錄

# statisticDeletedRecordsTips
source: Will be deleted when leaving this page
ar: سيتم الحذف عند مغادرة هذه الصفحة
it: Saranno eliminati quando esci da questa pagina
ja: このページを離れる際に削除されます
ko: 이 페이지를 떠날 때 삭제됩니다
ru: Эти записи будут удалены при выходе
tr: Bu sayfadan ayrılırken silinecek
zh: 将在离开此界面时删除此记录
zh_tw: 離開此頁面時將會刪除紀錄。

# webviewUnsupportedVersion
source: Unsupported Webview Version
ar: إصدار Webview غير مدعوم
it: Versione Webview Non Supportata
ja: サポートされていないWebviewバージョン
ko: 지원되지 않는 Webview 버전
ru: Неподдерживаемая версия Webview
tr: Desteklenmeyen Webview Sürümü
zh: 不支持的 Webview 版本
zh_tw: 不支援的 WebView 版本

# webviewUnsupportedMessage
source: Your Webview version may be not supported. Current version is {version}, required minimum version is {minVersion}, please update your Webview
ar: قد لا يكون إصدار Webview الخاص بك مدعومًا. الإصدار الحالي هو {version} ، والحد الأدنى للإصدار المطلوب هو {minVersion} ، يرجى تحديث Webview الخاص بك
it: La tua versione Webview potrebbe non essere supportata. La versione corrente è {version}, la versione minima richiesta è {minVersion}, per favore aggiorna la tua Webview
ja: Webviewバージョンがサポートされていない可能性があります。現在のバージョンは{version}、必要最小バージョンは{minVersion}です。Webviewを更新してください
ko: Webview 버전이 지원되지 않을 수 있습니다. 현재 버전은 {version}이고, 필요한 최소 버전은 {minVersion}입니다. Webview를 업데이트해주세요
ru: Ваша версия Webview ({version}) ниже минимально необходимой ({minVersion}). Пожалуйста, обновите Webview.
tr: Webview sürümünüz desteklenmiyor olabilir. Mevcut sürüm: {version}, gerekli minimum sürüm: {minVersion}. Lütfen Webview'i güncelleyin.
zh: Webview 版本可能不支持。当前版本为 {version}, 所需的最低版本是 {minVersion}，请更新您的 Webview
zh_tw: 您的 WebView 版本可能不受支援。目前版本為 {version}，最低需求為 {minVersion}，請更新您的 WebView。

# webviewUpdate
source: How to update
ar: كيفية التحديث
it: Come aggiornare
ja: 更新方法
ko: 업데이트 방법
ru: Как обновить
tr: Nasıl güncellenir
zh: 如何更新
zh_tw: 如何更新

# webviewCancel
source: I know
ar: أعلم
it: Lo so
ja: わかりました
ko: 알겠습니다
ru: Понятно
tr: Biliyorum
zh: 我知道了
zh_tw: 我瞭解了

# webview2NotInstalled
source: Failed to find an installed WebView2 Runtime or non-stable Microsoft Edge installation.
ar: فشل في العثور على وقت تشغيل WebView2 مثبت أو تثبيت Microsoft Edge غير مستقر.
it: Impossibile trovare un'installazione WebView2 Runtime installata o un'installazione Microsoft Edge non stabile.
ja: インストールされたWebView2ランタイムまたは非安定版Microsoft Edgeインストールが見つかりませんでした
ko: 설치된 WebView2 Runtime 또는 비안정 Microsoft Edge 설치를 찾을 수 없습니다
ru: Не найден WebView2 Runtime или стабильный Microsoft Edge.
tr: Yüklü bir WebView2 Runtime veya kararlı bir Microsoft Edge sürümü bulunamadı.
zh: 未能找到已安装的WebView2运行时或非稳定版的Microsoft Edge安装。
zh_tw: 找不到已安裝的 WebView2 Runtime 或非穩定版的 Microsoft Edge。

# webview2Install
source: Go to diownload
ar: اذهب للتنزيل
it: Vai al download
ja: ダウンロードページへ
ko: 다운로드 페이지로 이동
ru: Установить
tr: İndirmeye git
zh: 去安装
zh_tw: 前往下載

# iapPageTitle
source: Activate Product
ar: تفعيل المنتج
it: Attiva Prodotto
ja: 製品を有効化
ko: 제품 활성화
ru: Активировать продукт
tr: Ürünü Etkinleştir
zh: 激活产品
zh_tw: 啟用產品

# iapPageRestore
source: Restore Purchase
ar: استعادة الشراء
it: Ripristina Acquisto
ja: 購入復元
ko: 구매 복원
ru: Восстановить покупку
tr: Satın Almayı Geri Yükle
zh: 恢复购买
zh_tw: 恢復購買項目

# iapPageWhyChoose
source: Why Choose Anx Reader
ar: لماذا تختار Anx Reader
it: Perché Scegliere Anx Reader
ja: Anx Readerを選ぶ理由
ko: Anx Reader를 선택하는 이유
ru: Почему Anx Reader
tr: Neden Anx Reader'ı Seçmelisiniz?
zh: 为什么选择 Anx Reader
zh_tw: 為什麼選擇 Anx Reader

# iapPageFeatureAi
source: AI Reading
ar: قراءة الذكاء الاصطناعي
it: Lettura AI
ja: AI読書
ko: AI 읽기
ru: ИИ чтение
tr: Yapay Zeka Okuma
zh: AI 阅读
zh_tw: AI 閱讀

# iapPageFeatureAiDesc
source: AI-powered summaries, Q&A for effortless reading
ar: ملخصات مدعومة بالذكاء الاصطناعي ، أسئلة وأجوبة للقراءة دون عناء
it: Riassunti potenziati dall'AI, Q&A per una lettura senza sforzo
ja: AI搭載の要約、Q&A機能で楽々読書
ko: AI 기반 요약, 질의응답으로 쉬운 읽기
ru: ИИ помощник: резюме, вопросы и ответы, лёгкое чтение
tr: Yapay zeka destekli özetler, zahmetsiz okuma için Soru-Cevap
zh: AI 助力，总结、问答，轻松阅读
zh_tw: AI 輔助，提供摘要、問答，讓閱讀更輕鬆

# iapPageFeatureSync
source: Cross-platform Sync
ar: مزامنة عبر الأنظمة الأساسية
it: Sincronizzazione Multipiattaforma
ja: クロスプラットフォーム同期
ko: 크로스플랫폼 동기화
ru: Синхронизация на всех платформах
tr: Platformlar Arası Senkronizasyon
zh: 全平台同步
zh_tw: 跨平台同步

# iapPageFeatureSyncDesc
source: Keep your progress and data in sync
ar: حافظ على تقدمك وبياناتك متزامنة
it: Mantieni i tuoi progressi e dati sincronizzati
ja: 進行状況とデータを同期保持
ko: 진행률과 데이터를 동기화 상태로 유지
ru: Синхронизация прогресса и данных везде
tr: İlerlemenizi ve verilerinizi senkronize tutun
zh: 让进度、数据随时同步
zh_tw: 讓您的閱讀進度與資料隨時保持同步

# iapPageFeatureStats
source: Detailed Statistics
ar: إحصائيات مفصلة
it: Statistiche Dettagliate
ja: 詳細統計
ko: 상세 통계
ru: Детальная статистика
tr: Ayrıntılı İstatistikler
zh: 详细统计
zh_tw: 詳細統計資料

# iapPageFeatureStatsDesc
source: Reading time, heatmap and more
ar: وقت القراءة ، خريطة حرارية والمزيد
it: Tempo di lettura, mappa di calore e altro
ja: 読書時間、ヒートマップなど
ko: 읽기 시간, 히트맵 등
ru: Время чтения, тепловая карта
tr: Okuma süresi, ısı haritası ve daha fazlası
zh: 阅读时长、阅读热力图
zh_tw: 閱讀時長、熱點圖等

# iapPageFeatureCustom
source: Customize Everything
ar: تخصيص كل شيء
it: Personalizza Tutto
ja: 全てをカスタマイズ
ko: 모든 것을 커스터마이즈
ru: Полная кастомизация
tr: Her Şeyi Özelleştirin
zh: 自定义任何样式
zh_tw: 完全自訂樣式

# iapPageFeatureCustomDesc
source: Font, color, size, spacing and more
ar: الخط ، اللون ، الحجم ، التباعد والمزيد
it: Font, colore, dimensione, spaziatura e altro
ja: フォント、色、サイズ、間隔など
ko: 폰트, 색상, 크기, 간격 등
ru: Шрифты, цвета, размеры, интервалы...
tr: Yazı tipi, renk, boyut, boşluk ve daha fazlası
zh: 字体、颜色、大小、行距、间距...
zh_tw: 字型、色彩、大小、行距、段落間距等...

# iapPageFeatureNote
source: Powerful Notes
ar: ملاحظات قوية
it: Note Potenti
ja: 強力なノート
ko: 강력한 노트
ru: Мощные заметки
tr: Güçlü Notlar
zh: 超强大笔记
zh_tw: 強大的筆記功能

# iapPageFeatureNoteDesc
source: Categorize, filter, sort, export to md, csv, txt and more
ar: تصنيف ، تصفية ، فرز ، تصدير إلى md ، csv ، txt والمزيد
it: Categorizza, filtra, ordina, esporta in md, csv, txt e altro
ja: 分類、フィルタ、ソート、md、csv、txtなどへのエクスポート
ko: 분류, 필터, 정렬, md, csv, txt 등으로 내보내기
ru: Категории, фильтры, сортировка, экспорт в md, csv, txt и др.
tr: Kategorilere ayırın, filtreleyin, sıralayın, md, csv, txt ve daha fazlasına dışa aktarın
zh: 分类、筛选、排序、导出为md、csv、txt等
zh_tw: 支援分類、篩選、排序，並可匯出為 Markdown、CSV、TXT 等格式

# iapPageFeatureRich
source: Rich Features
ar: ميزات غنية
it: Funzioni Ricche
ja: 豊富な機能
ko: 풍부한 기능
ru: Богатый функционал
tr: Zengin Özellikler
zh: 丰富功能
zh_tw: 豐富功能

# iapPageFeatureRichDesc
source: Notes, narration, translation
ar: الملاحظات ، السرد ، الترجمة
it: Note, narrazione, traduzione
ja: ノート、読み上げ、翻訳
ko: 노트, 내레이션, 번역
ru: Аннотации, чтение вслух, перевод
tr: Notlar, anlatım, çeviri
zh: 批注、朗读、翻译
zh_tw: 註解、朗讀、翻譯
