Repository: Anxcye/anx-reader
Catalog: lib/l10n/app_*.arb
Languages: ar, it, ja, ko, ru, tr, zh, zh_tw

# readingPageVolumeKeyTurnPage
source: Volume Key Turn Page
ar: مفتاح مستوى الصوت لقلب الصفحة
it: Tasto Volume per Voltare Pagina
ja: 音量キーでページめくり
ko: 볼륨 키로 페이지 넘기기
ru: Перелистывание кнопками громкости
tr: Ses tuşuyla sayfa çevir
zh: 音量键翻页
zh_tw: 音量鍵翻頁

# readingPageFontSize
source: Font Size
ar: حجم الخط
it: Dimensione Font
ja: フォントサイズ
ko: 폰트 크기
ru: Размер шрифта
tr: Yazı Tipi Boyutu
zh: 字体大小
zh_tw: 字型大小

# readingPageLineSpacing
source: Line Spacing
ar: تباعد الأسطر
it: Spaziatura Righe
ja: 行間
ko: 줄 간격
ru: Межстрочный интервал
tr: Satır Aralığı
zh: 行间距
zh_tw: 行距

# readingPageParagraphSpacing
source: Paragraph Spacing
ar: تباعد الفقرات
it: Spaziatura Paragrafi
ja: 段落間隔
ko: 단락 간격
ru: Межабзацный интервал
tr: Paragraf Aralığı
zh: 段间距
zh_tw: 段落間距

# readingPageIndent
source: Indent
ar: مسافة بادئة
it: Indentazione
ja: インデント
ko: 들여쓰기
ru: Отступ
tr: Girinti
zh: 缩进
zh_tw: 縮排

# readingPageIndentNoChange
source: No change
ar: لا تغيير
it: Nessun cambiamento
ja: 変更なし
ko: 변경 없음
ru: Без изменений
tr: Değişiklik yok
zh: 不修改
zh_tw: 無變更

# readingPageSideMargin
source: Side Margin
ar: هامش جانبي
it: Margine Laterale
ja: サイドマージン
ko: 측면 여백
ru: Боковые поля
tr: Yan Kenar Boşluğu
zh: 侧边距
zh_tw: 左右邊距

# readingPageTopMargin
source: Top Margin
ar: هامش علوي
it: Margine Superiore
ja: 上マージン
ko: 상단 여백
ru: Верхнее поле
tr: Üst Kenar Boşluğu
zh: 上边距
zh_tw: 上邊距

# readingPageBottomMargin
source: Bottom Margin
ar: هامش سفلي
it: Margine Inferiore
ja: 下マージン
ko: 하단 여백
ru: Нижнее поле
tr: Alt Kenar Boşluğu
zh: 下边距
zh_tw: 下邊距

# readingPageFontWeight
source: Font Weight
ar: وزن الخط
it: Peso Font
ja: フォントの太さ
ko: 폰트 굵기
ru: Толщина шрифта
tr: Yazı Tipi Kalınlığı
zh: 字重
zh_tw: 字體粗細

# readingPageLetterSpacing
source: Letter Spacing
ar: تباعد الأحرف
it: Spaziatura Lettere
ja: 文字間隔
ko: 글자 간격
ru: Межбуквенный интервал
tr: Harf Aralığı
zh: 字间距
zh_tw: 字元間距

# bookDetailSave
source: Save
ar: حفظ
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
zh: 保存
zh_tw: 儲存

# bookDetailEdit
source: Edit
ar: تعديل
it: Modifica
ja: 編集
ko: 편집
ru: Правка
tr: Düzenle
zh: 编辑
zh_tw: 編輯

# bookDetailNthBook
source: {count, plural, =1{1st book you've read} =2{2nd book you've read} few{3rd book you've read} other{{count}th book you've read}}
ar: {count, plural, =1{أول كتاب قرأته} =2{الكتاب الثاني الذي قرأته} few{الكتاب الثالث الذي قرأته} other{الكتاب رقم {count} الذي قرأته}}
it: {count, plural, =1{1º libro che hai letto} =2{2º libro che hai letto} few{3º libro che hai letto} other{{count}º libro che hai letto}}
ja: {count, plural, =1{読んだ1冊目の本} =2{読んだ2冊目の本} few{読んだ3冊目の本} other{読んだ{count}冊目の本}}
ko: {count, plural, =1{읽은 1번째 책} =2{읽은 2번째 책} few{읽은 3번째 책} other{읽은 {count}번째 책}}
ru: Ваша {count}-я прочитанная книга
tr: {count, plural, =1{Okuduğunuz 1. kitap} =2{Okuduğunuz 2. kitap} few{Okuduğunuz 3. kitap} other{Okuduğunuz {count}. kitap}}
zh: {count, plural, other{第{count}本读的书}}
zh_tw: {count, plural, =1{您讀的第一本書} =2{您讀的第二本書} =3{您讀的第三本書} other{您讀的第 {count} 本書}}

# bookDetailLastReadDate
source: Last read:
ar: آخر قراءة:
it: Ultima lettura:
ja: 最後に読んだ日:
ko: 마지막 읽은 날:
ru: Последнее чтение
tr: Son okuma tarihi:
zh: 上次阅读
zh_tw: 上次閱讀：

# bookDetailImportDate
source: Import date:
ar: تاريخ الاستيراد:
it: Data importazione:
ja: インポート日:
ko: 가져온 날짜:
ru: Дата импорта
tr: İçe aktarma tarihi:
zh: 首次导入
zh_tw: 匯入日期：

# readingPageReadingInfo
source: Reading Info
ar: معلومات القراءة
it: Info di Lettura
ja: 読書情報
ko: 읽기 정보
ru: Информация о чтении
tr: Okuma Bilgisi
zh: 阅读信息
zh_tw: 閱讀資訊

# readingPageReadingInfoChapterTitle
source: Chapter Title
ar: عنوان الفصل
it: Titolo Capitolo
ja: 章タイトル
ko: 챕터 제목
ru: Название главы
tr: Bölüm Başlığı
zh: 章节标题
zh_tw: 章節標題

# readingPageReadingInfoBattery
source: Battery
ar: البطارية
it: Batteria
ja: バッテリー
ko: 배터리
ru: Заряд батареи
tr: Pil
zh: 电量
zh_tw: 電量

# readingPageReadingInfoTime
source: Time
ar: الوقت
it: Ora
ja: 時刻
ko: 시간
ru: Время
tr: Zaman
zh: 时间
zh_tw: 時間

# readingPageReadingInfoBatteryAndTime
source: Battery and Time
ar: البطارية والوقت
it: Batteria e Ora
ja: バッテリーと時刻
ko: 배터리 및 시간
ru: Заряд и время
tr: Pil ve Zaman
zh: 电量和时间
zh_tw: 電量與時間

# readingPageReadingInfoChapterProgress
source: Chapter Progress
ar: تقدم الفصل
it: Progresso Capitolo
ja: 章の進行状況
ko: 챕터 진행률
ru: Прогресс в главе
tr: Bölüm İlerlemesi
zh: 本章进度
zh_tw: 章節進度

# readingPageReadingInfoBookProgress
source: Book Progress
ar: تقدم الكتاب
it: Progresso Libro
ja: 本の進行状況
ko: 책 진행률
ru: Прогресс книги
tr: Kitap İlerlemesi
zh: 全书进度
zh_tw: 書籍進度

# bookshelfDragging
source: Release to import
ar: حرر للاستيراد
it: Rilascia per importare
ja: 離してインポート
ko: 놓아서 가져오기
ru: Отпустите, чтобы импортировать
tr: İçe aktarmak için bırakın
zh: 松开以导入
zh_tw: 放開即可匯入

# bookshelfSort
source: Sort
ar: فرز
it: Ordina
ja: ソート
ko: 정렬
ru: Сортировка
tr: Sırala
zh: 排序
zh_tw: 排序

# bookshelfTitle
source: Title
ar: العنوان
it: Titolo
ja: タイトル
ko: 제목
ru: Название
tr: Başlık
zh: 书名
zh_tw: 書名

# bookshelfAuthor
source: Author
ar: المؤلف
it: Autore
ja: 著者
ko: 작가
ru: Автор
tr: Yazar
zh: 作者
zh_tw: 作者

# bookshelfLastReadTime
source: Last Read Time
ar: آخر وقت قراءة
it: Ultimo Tempo di Lettura
ja: 最後の読書時間
ko: 마지막 읽은 시간
ru: Последнее чтение
tr: Son Okuma Zamanı
zh: 上次阅读时间
zh_tw: 上次閱讀時間

# bookshelfProgress
source: Progress
ar: التقدم
it: Progresso
ja: 進行状況
ko: 진행률
ru: Прогресс
tr: İlerleme
zh: 阅读进度
zh_tw: 進度

# bookshelfImportTime
source: Import Time
ar: وقت الاستيراد
it: Tempo di Importazione
ja: インポート時間
ko: 가져온 시간
ru: Дата импорта
tr: İçe Aktarma Zamanı
zh: 导入时间
zh_tw: 匯入時間

# notesPageDetail
source: Detail
ar: التفاصيل
it: Dettaglio
ja: 詳細
ko: 세부정보
ru: Детали
tr: Detay
zh: 详情
zh_tw: 詳細資訊

# notesPageExport
source: Export
ar: تصدير
it: Esporta
ja: エクスポート
ko: 내보내기
ru: Экспорт
tr: Dışa Aktar
zh: 导出
zh_tw: 匯出

# notesPageCopied
source: Copied
ar: تم النسخ
it: Copiato
ja: コピー済み
ko: 복사됨
ru: Скопировано
tr: Kopyalandı
zh: 已复制
zh_tw: 已複製

# notesPageExportedTo
source: Exported to
ar: تم التصدير إلى
it: Esportato in
ja: エクスポート先
ko: 내보낸 위치
ru: Экспортировано в
tr: Şuraya aktarıldı
zh: 导出至
zh_tw: 匯出至

# notesPageSortTime
source: By time
ar: حسب الوقت
it: Per tempo
ja: 時間順
ko: 시간별
ru: По времени
tr: Zamana Göre
zh: 按时间
zh_tw: 依時間排序

# notesPageSortChapter
source: By chapter
ar: حسب الفصل
it: Per capitolo
ja: 章順
ko: 챕터별
ru: По главам
tr: Bölüme Göre
zh: 按章节
zh_tw: 依章節排序

# notesPageFilterReset
source: Reset
ar: إعادة تعيين
ja: リセット
ko: 초기화
ru: Сбросить
tr: Sıfırla
zh: 重置
zh_tw: 重設

# notesPageViewAllNNotes
source: {count, plural, =0{No notes qualified} =1{View 1 note} other{View all {count} notes}}
ar: {count, plural, zero{لا توجد ملاحظات مؤهلة} =1{عرض ملاحظة واحدة} two{عرض ملاحظتين} few{عرض كل الملاحظات ({count})} many{عرض كل الملاحظات ({count})} other{عرض كل الملاحظات ({count})}}
it: {count, plural, =0{Nessuna nota qualificata} =1{Visualizza 1 nota} other{Visualizza tutte le {count} note}}
ja: {count, plural, =0{条件に合うノートなし} =1{1個のノートを表示} other{すべて{count}個のノートを表示}}
ko: {count, plural, =0{조건에 맞는 노트 없음} =1{1개 노트 보기} other{모든 {count}개 노트 보기}}
ru: {count, plural, =0{Нет заметок} other{Показать все {count} заметок}}
tr: {count, plural, =0{Hiç not bulunamadı} =1{1 notu görüntüle} other{Tüm {count} notları görüntüle}}
zh: {count, plural, =0{没有符合条件的笔记} other{查看所有 {count} 条笔记}}
zh_tw: {count, plural, =0{沒有符合條件的筆記} =1{檢視 1 條筆記} other{檢視全部 {count} 條筆記}}

# commonDelete
source: Delete
ar: حذف
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
zh: 删除
zh_tw: 刪除

# commonHoursFull
source: {count, plural, =1{1 hour} other{{count} hours} }
ar: {count, plural, =1{ساعة واحدة} two{ساعتان} few{{count} ساعات} many{{count} ساعة} other{{count} ساعة}}
it: {count, plural, =1{1 ora} other{{count} ore} }
ja: {count, plural, =1{1時間} other{{count}時間}}
ko: {count, plural, =1{1시간} other{{count}시간}}
ru: {count} часов
tr: {count, plural, =1{1 saat} other{{count} saat} }
zh: {count, plural, other{{count} 小时}}
zh_tw: {count, plural, other{{count} 小時}}

# commonHours
source: {count, plural, other{{count} h} }
ar: {count, plural, other{{count} س}}
ja: {count, plural, other{{count}時間}}
ko: {count, plural, other{{count}시간}}
ru: {count} ч
tr: {count, plural, other{{count} sa} }
zh: {count, plural, other{{count} 时}}
zh_tw: {count, plural, other{{count} 時}}

# commonMinutesFull
source: {count, plural, =1{1 minute} other{{count} minutes} }
ar: {count, plural, =1{دقيقة واحدة} two{دقيقتان} few{{count} دقائق} many{{count} دقيقة} other{{count} دقيقة}}
it: {count, plural, =1{1 minuto} other{{count} minuti} }
ja: {count, plural, =1{1分} other{{count}分}}
ko: {count, plural, =1{1분} other{{count}분}}
ru: {count} минут
tr: {count, plural, =1{1 dakika} other{{count} dakika} }
zh: {count, plural, other{{count} 分钟}}
zh_tw: {count, plural, other{{count} 分鐘}}

# commonMinutes
source: {count, plural, other{{count} m} }
ar: {count, plural, other{{count} د}}
ja: {count, plural, other{{count}分}}
ko: {count, plural, other{{count}분}}
ru: {count} мин
tr: {count, plural, other{{count} dk} }
zh: {count, plural, other{{count} 分}}
zh_tw: {count, plural, other{{count} 分}}

# commonSecondsFull
source: {count, plural, =1{1 second} other{{count} seconds} }
ar: {count, plural, =1{ثانية واحدة} two{ثانيتان} few{{count} ثوانٍ} many{{count} ثانية} other{{count} ثانية}}
it: {count, plural, =1{1 secondo} other{{count} secondi} }
ja: {count, plural, =1{1秒} other{{count}秒}}
ko: {count, plural, =1{1초} other{{count}초}}
ru: {count} секунд
tr: {count, plural, =1{1 saniye} other{{count} saniye} }
zh: {count, plural, other{{count} 秒}}
zh_tw: {count, plural, other{{count} 秒}}

# commonSeconds
source: {count, plural, other{{count} s} }
ar: {count, plural, other{{count} ث}}
ja: {count, plural, other{{count}秒}}
ko: {count, plural, other{{count}초}}
ru: {count} сек
tr: {count, plural, other{{count} sn} }
zh: {count, plural, other{{count} 秒}}
zh_tw: {count, plural, other{{count} 秒}}

# commonSave
source: Save
ar: حفظ
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
zh: 保存
zh_tw: 儲存

# commonCancel
source: Cancel
ar: إلغاء
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# commonOk
source: OK
ar: موافق
ko: 확인
ru: Ок
tr: Tamam
zh: 好
zh_tw: 確定

# commonSuccess
source: Success
ar: نجاح
it: Successo
ja: 成功
ko: 성공
ru: Успешно
tr: Başarılı
zh: 成功
zh_tw: 成功

# commonFailed
source: Failed
ar: فشل
it: Fallito
ja: 失敗
ko: 실패
ru: Ошибка
tr: Başarısız
zh: 失败
zh_tw: 失敗

# commonUploading
source: Uploading
ar: جارٍ التحميل
it: Caricamento
ja: アップロード中
ko: 업로드 중
ru: Загрузка
tr: Yükleniyor
zh: 上传中
zh_tw: 上傳中

# commonDownloading
source: Downloading
ar: جارٍ التنزيل
it: Scaricamento
ja: ダウンロード中
ko: 다운로드 중
ru: Скачивание
tr: İndiriliyor
zh: 下载中
zh_tw: 下載中

# commonCopy
source: Copy
ar: نسخ
it: Copia
ja: コピー
ko: 복사
ru: Копировать
tr: Kopyala
zh: 复制
zh_tw: 複製

# commonNewVersion
source: New version!
ar: إصدار جديد!
it: Nuova versione!
ja: 新バージョン！
ko: 새 버전!
ru: Доступна новая версия!
tr: Yeni sürüm!
zh: 新版本!
zh_tw: 有新版本！

# commonUpdate
source: Update
ar: تحديث
it: Aggiorna
ja: アップデート
ko: 업데이트
ru: Обновить
tr: Güncelle
zh: 更新
zh_tw: 更新

# commonNoNewVersion
source: No new version
ar: لا يوجد إصدار جديد
it: Nessuna nuova versione
ja: 新バージョンはありません
ko: 새 버전 없음
ru: Новых версий нет
tr: Yeni sürüm yok
zh: 没有新版本
zh_tw: 已是最新版本

# commonConfirm
source: Confirm
ar: تأكيد
it: Conferma
ja: 確認
ko: 확인
ru: Подтвердить
tr: Onayla
zh: 确认
zh_tw: 確認

# commonCanceled
source: Canceled
ar: تم الإلغاء
it: Annullato
ja: キャンセル済み
ko: 취소됨
ru: Отменено
tr: İptal edildi
zh: 已取消
zh_tw: 已取消

# commonAttention
source: Attention
ar: انتباه
it: Attenzione
ja: 注意
ko: 주의
ru: Внимание
tr: Dikkat
zh: 注意
zh_tw: 注意

# commonSaving
source: Saving
ar: جارٍ الحفظ
it: Salvataggio
ja: 保存中
ko: 저장 중
ru: Сохранение
tr: Kaydediliyor
zh: 保存中
zh_tw: 儲存中

# commonSaved
source: Saved
ar: تم الحفظ
it: Salvato
ja: 保存済み
ko: 저장됨
ru: Сохранено
tr: Kaydedildi
zh: 已保存
zh_tw: 已儲存

# commonTest
source: Test
ar: اختبار
ja: テスト
ko: 테스트
ru: Тест
zh: 测试
zh_tw: 測試

# commonDissolve
source: Dissolve
ar: حل
it: Dissolvi
ja: 解散
ko: 해산
ru: Распустить
tr: Çöz
zh: 解散
zh_tw: 解散

# commonEdit
source: Edit
ar: تعديل
it: Modifica
ja: 編集
ko: 편집
ru: Правка
tr: Düzenle
zh: 编辑
zh_tw: 編輯

# commonNthWeek
source: {count, plural, =1{1st week} =2{2nd week} few{3rd week} other{{count}th week}}
ar: {count, plural, =1{الأسبوع الأول} =2{الأسبوع الثاني} few{الأسبوع الثالث} other{الأسبوع {count}}}
it: {count, plural, =1{1ª settimana} =2{2ª settimana} few{3ª settimana} other{{count}ª settimana}}
ja: {count, plural, =1{第1週} =2{第2週} few{第3週} other{第{count}週}}
ko: {count, plural, =1{1주차} =2{2주차} few{3주차} other{{count}주차}}
ru: Неделя {count}
tr: {count, plural, =1{1. hafta} =2{2. hafta} few{3. hafta} other{{count}. hafta}}
zh: {count, plural, other{第{count}周}}
zh_tw: {count, plural, =1{第 1 週} =2{第 2 週} =3{第 3 週} other{第 {count} 週}}

# commonApply
source: Apply
ar: تطبيق
it: Applica
ja: 適用
ko: 적용
ru: Применить
tr: Uygula
zh: 应用
zh_tw: 套用

# commonReset
source: Reset
ar: إعادة تعيين
ja: リセット
ko: 초기화
ru: Сбросить
tr: Sıfırla
zh: 重置
zh_tw: 重設

# commonNone
source: None
ar: لا شيء
it: Nessuno
ja: なし
ko: 없음
ru: Нет
tr: Hiçbiri
zh: 无
zh_tw: 無

# commonError
source: Error
ar: خطأ
it: Errore
ja: エラー
ko: 오류
ru: Ошибка
tr: Hata
zh: 错误
zh_tw: 錯誤

# commonUndo
source: Undo
ar: تراجع
it: Annulla
ja: 元に戻す
ko: 실행 취소
ru: Отменить
tr: Geri al
zh: 撤销
zh_tw: 復原

# commonDownload
source: Download
ar: تنزيل
it: Scarica
ja: ダウンロード
ko: 다운로드
ru: Скачать
tr: İndir
zh: 下载
zh_tw: 下載

# commonPause
source: Pause
ar: إيقاف مؤقت
it: Pausa
ja: 一時停止
ko: 일시정지
ru: Пауза
tr: Duraklat
zh: 暂停
zh_tw: 暫停

# commonResume
source: Resume
ar: استئناف
it: Riprendi
ja: 再開
ko: 재개
ru: Продолжить
tr: Devam et
zh: 继续
zh_tw: 繼續

# commonDownloadFailed
source: Download Failed
ar: فشل التنزيل
it: Scaricamento Fallito
ja: ダウンロード失敗
ko: 다운로드 실패
ru: Ошибка загрузки
tr: İndirme Başarısız
zh: 下载失败
zh_tw: 下載失敗

# commonRetry
source: Retry
ar: إعادة المحاولة
it: Riprova
ja: 再試行
ko: 재시도
ru: Повторить
tr: Tekrar Dene
zh: 重试
zh_tw: 重試

# commonAscending
source: Ascending
ar: تصاعدي
it: Crescente
ja: 昇順
ko: 오름차순
ru: По возрастанию
tr: Artan
zh: 升序
zh_tw: 遞增

# commonDescending
source: Descending
ar: تنازلي
it: Decrescente
ja: 降順
ko: 내림차순
ru: По убыванию
tr: Azalan
zh: 降序
zh_tw: 遞減

source: Storage
ar: التخزين
it: Archiviazione
ja: ストレージ
ko: 저장소
ru: Хранилище
tr: Depolama
zh: 存储
zh_tw: 儲存空間

source: Storage Info
ar: معلومات التخزين
it: Info Archiviazione
ja: ストレージ情報
ko: 저장소 정보
ru: Сведения о хранении
tr: Depolama Bilgisi
zh: 存储信息
zh_tw: 儲存空間資訊

# storageTotalSize
source: Total Size
ar: الحجم الإجمالي
it: Dimensione Totale
ja: 合計サイズ
ko: 전체 크기
ru: Общий размер
tr: Toplam Boyut
zh: 总大小
zh_tw: 總計大小

# storageDatabaseFile
source: Database File
ar: ملف قاعدة البيانات
it: File Database
ja: データベースファイル
ko: 데이터베이스 파일
ru: Файл базы данных
tr: Veritabanı Dosyası
zh: 数据库文件
zh_tw: 資料庫檔案

# storageLogFile
source: Log File
ar: ملف السجل
it: File Log
ja: ログファイル
ko: 로그 파일
ru: Файл логов
tr: Günlük Dosyası
zh: 日志文件
zh_tw: 記錄檔

# storageCacheFile
source: Cache File
ar: ملف ذاكرة التخزين المؤقت
it: File Cache
ja: キャッシュファイル
ko: 캐시 파일
ru: Файл кэша
tr: Önbellek Dosyası
zh: 缓存文件
zh_tw: 快取檔案

# storageDataFile
source: Data File
ar: ملف البيانات
it: File Dati
ja: データファイル
ko: 데이터 파일
ru: Файл данных
tr: Veri Dosyası
zh: 数据文件
zh_tw: 資料檔案

# storageBookFile
source: Book File
ar: ملف الكتاب
it: File Libro
ja: ブックファイル
ko: 책 파일
ru: Файл книги
tr: Kitap Dosyası
zh: 书籍文件
zh_tw: 書籍檔案

# storageCoverFile
source: Cover File
ar: ملف الغلاف
it: File Copertina
ja: カバーファイル
ko: 표지 파일
ru: Файл обложки
tr: Kapak Dosyası
zh: 封面文件
zh_tw: 封面檔案

# storageFontFile
source: Font File
ar: ملف الخط
it: File Font
ja: フォントファイル
ko: 폰트 파일
ru: Файл шрифта
tr: Yazı Tipi Dosyası
zh: 字体文件
zh_tw: 字型檔案

# storageDataFileDetails
source: Data File Details
ar: تفاصيل ملف البيانات
it: Dettagli File Dati
ja: データファイル詳細
ko: 데이터 파일 세부정보
ru: Детали файла данных
tr: Veri Dosyası Detayları
zh: 数据文件详情
zh_tw: 資料檔案詳細資訊

# storageClearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
it: Pulisci Cache
ja: キャッシュクリア
ko: 캐시 지우기
ru: Очистить кэш
tr: Önbelleği Temizle
zh: 清空缓存
zh_tw: 清除快取

# serviceImportSuccess
source: Import success
ar: نجح الاستيراد
it: Importazione riuscita
ja: インポート成功
ko: 가져오기 성공
ru: Импорт успешно завершён
tr: İçe aktarma başarılı
zh: 导入成功
zh_tw: 匯入成功

# serviceImportNBooks
source: {count, plural, =1{importing 1 book} other{importing {count} books}}
ar: {count, plural, =1{استيراد كتاب واحد} two{استيراد كتابين} few{استيراد {count} كتب} many{استيراد {count} كتابًا} other{استيراد {count} كتاب}}
it: {count, plural, =1{importando 1 libro} other{importando {count} libri}}
ja: {count, plural, =1{1冊をインポート中} other{{count}冊をインポート中}}
ko: {count, plural, =1{1권 가져오는 중} other{{count}권 가져오는 중}}
ru: Импортируется {count} книг
tr: {count, plural, =1{1 kitap içe aktarılıyor} other{{count} kitap içe aktarılıyor}}
zh: {count, plural, other{正在导入 {count} 本书}}
zh_tw: {count, plural, =0{目前沒有要匯入的書籍} other{正在匯入 {count} 本書}}

# webdavWebdavNotEnabled
source: WebDAV is not enabled
ar: لم يتم تمكين WebDAV
it: WebDAV non è abilitato
ja: WebDAVが有効になっていません
ko: WebDAV가 활성화되지 않음
ru: WebDAV не включён
tr: WebDAV etkin değil
zh: WebDav 未启用
zh_tw: WebDAV 未啟用

# webdavSyncing
source: Syncing
ar: جارٍ المزامنة
it: Sincronizzazione
ja: 同期中
ko: 동기화 중
ru: Синхронизация
tr: Senkronize ediliyor
zh: 同步中
zh_tw: 同步中

# webdavSyncingFiles
source: Syncing files
ar: جارٍ مزامنة الملفات
it: Sincronizzazione file
ja: ファイル同期中
ko: 파일 동기화 중
ru: Синхронизация файлов
tr: Dosyalar senkronize ediliyor
zh: 同步文件
zh_tw: 正在同步檔案

# webdavSyncComplete
source: Sync complete
ar: اكتملت المزامنة
it: Sincronizzazione completata
ja: 同期完了
ko: 동기화 완료
ru: Синхронизация завершена
tr: Senkronizasyon tamamlandı
zh: 同步完成
zh_tw: 同步完成

# webdavConnectionSuccess
source: Connection success
ar: نجح الاتصال
it: Connessione riuscita
ja: 接続成功
ko: 연결 성공
ru: Подключение успешно
tr: Bağlantı başarılı
zh: 连接成功
zh_tw: 連線成功

# webdavConnectionFailed
source: Connection failed
ar: فشل الاتصال
it: Connessione fallita
ja: 接続失敗
ko: 연결 실패
ru: Ошибка подключения
tr: Bağlantı başarısız
zh: 连接失败
zh_tw: 連線失敗

# webdavSetInfoFirst
source: Please set WebDAV information first
ar: يرجى تعيين معلومات WebDAV أولاً
it: Per favore imposta prima le informazioni WebDAV
ja: まずWebDAV情報を設定してください
ko: 먼저 WebDAV 정보를 설정해주세요
ru: Сначала настройте WebDAV
tr: Lütfen önce WebDAV bilgilerini girin
zh: 请先设置 WebDAV 信息
zh_tw: 請先設定 WebDAV 資訊

# webdavChoose_Sources
source: Choose Sources
ar: اختر المصادر
it: Scegli Sorgenti
ja: ソースを選択
ko: 소스 선택
ru: Выберите источник
tr: Kaynakları Seç
zh: 选择源
zh_tw: 選擇來源

# webdavDownload
source: Download from WebDAV
ar: تنزيل من WebDAV
it: Scarica da WebDAV
ja: WebDAVからダウンロード
ko: WebDAV에서 다운로드
ru: Скачать с WebDAV
tr: WebDAV'dan indir
zh: 从 WebDAV 下载
zh_tw: 從 WebDAV 下載

# webdavUpload
source: Upload to WebDAV
ar: تحميل إلى WebDAV
it: Carica su WebDAV
ja: WebDAVにアップロード
ko: WebDAV에 업로드
ru: Загрузить на WebDAV
tr: WebDAV'a yükle
zh: 上传到 WebDAV
zh_tw: 上傳至 WebDAV

# webdavOnlyWifi
source: Only sync when WiFi is connected
ar: المزامنة فقط عند الاتصال بشبكة WiFi
it: Sincronizza solo quando il WiFi è connesso
ja: WiFi接続時のみ同期
ko: WiFi 연결 시에만 동기화
ru: Синхронизация только по Wi-Fi
tr: Yalnızca WiFi bağlıyken senkronize et
zh: 仅在 WiFi 下同步
zh_tw: 僅在連線至 Wi-Fi 時同步

# webdavSyncAborted
source: Sync aborted
ar: تم إحباط المزامنة
it: Sincronizzazione interrotta
ja: 同期中止
ko: 동기화 중단됨
ru: Синхронизация отменена
tr: Senkronizasyon iptal edildi
zh: 同步已取消
zh_tw: 同步已中止

# webdavSyncAbortedContent
source: Failed to get data from WebDAV, remote data is empty. Please check the following: 1. Network connection 2. Ensure that valid reading data has been uploaded to WebDAV on other devices Next, please try to upload data to WebDAV
ar: فشل في الحصول على البيانات من WebDAV ، البيانات عن بُعد فارغة. يرجى التحقق مما يلي: 1. اتصال الشبكة 2. تأكد من تحميل بيانات القراءة الصالحة إلى WebDAV على الأجهزة الأخرى بعد ذلك ، يرجى محاولة تحميل البيانات إلى WebDAV
it: Impossibile ottenere dati da WebDAV, i dati remoti sono vuoti. Per favore controlla quanto segue: 1. Connessione di rete 2. Assicurati che dati di lettura validi siano stati caricati su WebDAV su altri dispositivi Successivamente, per favore prova a caricare dati su WebDAV
ja: WebDAVからデータを取得できませんでした。リモートデータが空です。以下を確認してください： 1. ネットワーク接続 2. 他のデバイスで有効な読書データがWebDAVにアップロードされていること 次に、WebDAVへのデータアップロードを試してください
ko: WebDAV에서 데이터를 가져올 수 없었습니다. 원격 데이터가 비어있습니다. 다음을 확인해주세요: 1. 네트워크 연결 2. 다른 기기에서 유효한 읽기 데이터가 WebDAV에 업로드되었는지 확인 다음으로, WebDAV에 데이터 업로드를 시도해보세요
ru: Не удалось получить данные с WebDAV, удалённые данные отсутствуют. Проверьте: 1. Состояние сети 2. Загрузку данных с другого устройства Попробуйте загрузить данные на WebDAV.
tr: WebDAV'dan veri alınamadı, uzak veri boş. Lütfen aşağıdakileri kontrol edin: 1. Ağ bağlantısı 2. Diğer cihazlarda geçerli okuma verilerinin WebDAV'a yüklendiğinden emin olun Ardından, lütfen verileri WebDAV'a yüklemeyi deneyin
zh: 未能从 WebDAV 获取数据, 远程数据为空。请检查以下内容： 1. 网络连接是否正常 2. 确保已经其他设备上上传了有效的阅读数据到 WebDAV 接下来，请试试上传数据到 WebDAV
zh_tw: 無法從 WebDAV 取得資料，遠端資料為空。請檢查： 1. 網路連線 2. 確認已在其他裝置上將有效的閱讀資料上傳至 WebDAV 接下來，請嘗試將資料上傳至 WebDAV。

# webdavSyncDirection
source: WebDAV data may be modified by other devices, please choose how to handle the data
ar: قد يتم تعديل بيانات WebDAV بواسطة أجهزة أخرى ، يرجى اختيار كيفية التعامل مع البيانات
it: I dati WebDAV potrebbero essere stati modificati da altri dispositivi, per favore scegli come gestire i dati
ja: WebDAVデータが他のデバイスで変更された可能性があります。データの処理方法を選択してください
ko: WebDAV 데이터가 다른 기기에 의해 수정되었을 수 있습니다. 데이터 처리 방법을 선택해주세요
ru: Данные на WebDAV могли быть изменены на другом устройстве, выберите способ обработки
tr: WebDAV verileri diğer cihazlar tarafından değiştirilmiş olabilir, lütfen verilerin nasıl işleneceğini seçin
zh: WebDAV 端数据可能被其他设备修改，请选择如何处理数据
zh_tw: WebDAV 端的資料可能已被其他裝置修改，請選擇如何處理資料

# settingsSync
source: Sync
ar: المزامنة
it: Sincronizza
ja: 同期
ko: 동기화
ru: Синхронизация
tr: Senkronizasyon
zh: 同步
zh_tw: 同步

# settingsSyncEnableWebdav
source: Enable WebDAV
ar: تمكين WebDAV
it: Abilita WebDAV
ja: WebDAVを有効化
ko: WebDAV 활성화
ru: Подключить/Отключить WebDAV
tr: WebDAV'ı Etkinleştir
zh: 启用 WebDAV
zh_tw: 啟用 WebDAV

# settingsSyncWebdavUrl
source: WebDAV URL
ar: عنوان URL لـ WebDAV
it: URL WebDAV
ru: URL WebDAV
zh: WebDAV 地址（URL）

# settingsSyncWebdavUsername
source: Username
ar: اسم المستخدم
it: Nome utente
ja: ユーザー名
ko: 사용자명
ru: Имя пользователя
tr: Kullanıcı Adı
zh: 用户名
zh_tw: 使用者名稱

# settingsSyncWebdavPassword
source: Password
ar: كلمة المرور
ja: パスワード
ko: 비밀번호
ru: Пароль
tr: Parola
zh: 密码
zh_tw: 密碼

# settingsSyncWebdavTestConnection
source: Test Connection
ar: اختبار الاتصال
it: Testa Connessione
ja: 接続テスト
ko: 연결 테스트
ru: Проверить подключение
tr: Bağlantıyı Test Et
zh: 测试连接
zh_tw: 測試連線

# settingsSyncWebdavSyncNow
source: Sync Now
ar: المزامنة الآن
it: Sincronizza Ora
ja: 今すぐ同期
ko: 지금 동기화
ru: Синхронизировать сейчас
tr: Şimdi Senkronize Et
zh: 立即同步
zh_tw: 立即同步

# exportAndImport
source: Export/Import
ar: تصدير / استيراد
it: Esporta/Importa
ja: エクスポート/インポート
ko: 내보내기/가져오기
ru: Экспорт/Импорт
tr: Dışa Aktarma/İçe Aktarma
zh: 导出/导入
zh_tw: 匯出與匯入

# exportAndImportExport
source: Export
ar: تصدير
it: Esporta
ja: エクスポート
ko: 내보내기
ru: Экспорт
tr: Dışa Aktar
zh: 导出
zh_tw: 匯出

# exportAndImportImport
source: Import
ar: استيراد
it: Importa
ja: インポート
ko: 가져오기
ru: Импорт
tr: İçe Aktar
zh: 导入
zh_tw: 匯入

source: Exporting
ar: جارٍ التصدير
it: Esportazione
ja: エクスポート中
ko: 내보내기 중
ru: Экспорт...
tr: Dışa aktarılıyor
zh: 导出中
zh_tw: 匯出中

source: Importing
ar: جارٍ الاستيراد
it: Importazione
ja: インポート中
ko: 가져오기 중
ru: Импорт...
tr: İçe aktarılıyor
zh: 导入中
zh_tw: 匯入中

# exportTo
source: Export to {path}
ar: تصدير إلى {path}
it: Esporta in {path}
ja: {path}にエクスポート
ko: {path}로 내보내기
ru: Экспорт в {path}
tr: {path} konumuna dışa aktar
zh: 导出到 {path}
zh_tw: 匯出至 {path}

# importCannotGetFilePath
source: Cannot get file path
ar: لا يمكن الحصول على مسار الملف
it: Impossibile ottenere il percorso del file
ja: ファイルパスを取得できません
ko: 파일 경로를 가져올 수 없습니다
ru: Не удалось получить путь к файлу
tr: Dosya yolu alınamıyor
zh: 无法获取文件路径
zh_tw: 無法取得檔案路徑
