Repository: Anxcye/anx-reader
Catalog: lib/l10n/app_*.arb
Languages: ar, it, ja, ko, ru, tr, zh, zh_tw

# iapPageRestoreHint
source: If you change device or reinstall, click 'Restore Purchase' in the top right corner. Only valid for devices under the current Apple ID
ar: إذا قمت بتغيير الجهاز أو إعادة التثبيت ، فانقر فوق "استعادة الشراء" في الزاوية اليمنى العليا. صالح فقط للأجهزة التي تعمل بمعرف Apple الحالي
it: Se cambi dispositivo o reinstalli, clicca 'Ripristina Acquisto' nell'angolo in alto a destra. Valido solo per dispositivi sotto l'Apple ID corrente
ja: デバイス変更や再インストール時は、右上角の「購入復元」をクリック 現在のApple ID配下のデバイスでのみ有効
ko: 기기를 변경하거나 재설치한 경우, 우상단의 '구매 복원'을 클릭하세요 현재 Apple ID 하의 기기에서만 유효
ru: При смене устройства или переустановке нажмите «Восстановить покупку» в правом верхнем углу Действует для устройств под вашим AppleID
tr: Cihaz değiştirirseniz veya yeniden yüklerseniz, sağ üst köşedeki 'Satın Almayı Geri Yükle'ye tıklayın. Sadece mevcut Apple Kimliği altındaki cihazlar için geçerlidir
zh: 如更换设备、重新安装，请点击右上角 恢复购买 仅针对当前AppleID下的设备生效
zh_tw: 若更換裝置或重新安裝 App，請點選右上角的 [恢復購買項目]。 此功能僅對目前 Apple ID 下的裝置有效。

# iapPageOneTimePurchase
source: Continue
ar: متابعة
it: Continua
ja: 続行
ko: 계속
ru: Продолжить
tr: Devam Et
zh: 继续
zh_tw: 繼續

# iapPageLifetimeHint
source: One-time payment, {price} lifetime access
ar: دفعة لمرة واحدة ، {price} وصول مدى الحياة
it: Pagamento unico, accesso a vita per {price}
ja: 一回限りの支払い、{price}で生涯アクセス
ko: 일회성 결제, {price}로 평생 액세스
ru: Одноразовая оплата {price} — пожизненный доступ
tr: Tek seferlik ödeme, {price} ömür boyu erişim
zh: 一次性付费，{price} 终身使用
zh_tw: 一次性支付 {price}，即可終身使用

# iapPageStatusPurchased
source: Thank you for your support! Your product has been successfully activated
ar: شكرا لدعمك! تم تفعيل منتجك بنجاح
it: Grazie per il tuo supporto! Il tuo prodotto è stato attivato con successo
ja: サポートありがとうございます！製品が正常に有効化されました
ko: 지원해 주셔서 감사합니다! 제품이 성공적으로 활성화되었습니다
ru: Спасибо за поддержку! Продукт активирован.
tr: Desteğiniz için teşekkür ederiz! Ürününüz başarıyla etkinleştirildi
zh: 感谢您的支持！您已经成功激活产品
zh_tw: 感謝您的支持！產品已成功啟用。

# iapPageStatusTrial
source: You have {days} days left in your trial
ar: لديك {days} أيام متبقية في الفترة التجريبية الخاصة بك
it: Ti rimangono {days} giorni nella tua prova
ja: 試用期間があと{days}日残っています
ko: 체험판이 {days}일 남았습니다
ru: У вас осталось {days} дней пробного периода
tr: Deneme sürenizde {days} gün kaldı
zh: 您还有 {days} 天试用期
zh_tw: 您的試用期還剩下 {days} 天。

# iapPageStatusTrialExpired
source: Purchase lifetime version to continue reading
ar: شراء نسخة مدى الحياة لمواصلة القراءة
it: Acquista la versione a vita per continuare a leggere
ja: 読書を続けるには生涯版を購入してください
ko: 계속 읽으려면 평생 버전을 구매하세요
ru: Купите полную версию для продолжения чтения
tr: Okumaya devam etmek için ömür boyu sürümü satın alın
zh: 购买永久版以继续阅读
zh_tw: 購買終身版以繼續閱讀。

# iapPageStatusOriginal
source: You are our early user, thank you for your support!
ar: أنت من مستخدمينا الأوائل، شكرًا لدعمك!
it: Sei un nostro utente iniziale, grazie per il tuo supporto!
ja: 初期ユーザーです、サポートありがとうございます！
ko: 초기 사용자이시네요, 지원해 주셔서 감사합니다!
ru: Вы наш ранний пользователь, спасибо!
tr: Erken kullanıcımızsınız, desteğiniz için teşekkür ederiz!
zh: 您是我们的早期用户，感谢您的支持！
zh_tw: 您是我們的早期使用者，感謝您的支持！

# iapPageStatusUnknown
source: Unable to determine your activation status
ar: غير قادر على تحديد حالة التنشيط الخاصة بك
it: Impossibile determinare il tuo stato di attivazione
ja: 有効化ステータスを確認できません
ko: 활성화 상태를 확인할 수 없습니다
ru: Статус активации неизвестен
tr: Etkinleştirme durumunuz belirlenemiyor
zh: 无法确定您的激活状态
zh_tw: 無法確定您的啟用狀態

# iapPageDatePurchased
source: Purchase date: {date}
ar: تاريخ الشراء: {date}
it: Data acquisto: {date}
ja: 購入日: {date}
ko: 구매 날짜: {date}
ru: Дата покупки: {date}
tr: Satın alma tarihi: {date}
zh: 购买时间：{date}
zh_tw: 購買日期：{date}

# iapPageDateTrialStart
source: Trial started: {date}
ar: بدأت الفترة التجريبية: {date}
it: Prova iniziata: {date}
ja: 試用開始: {date}
ko: 체험 시작: {date}
ru: Начало пробного периода: {date}
tr: Deneme başlangıcı: {date}
zh: 试用开始：{date}
zh_tw: 試用開始日期：{date}

# iapPageDateOriginal
source: Join date: {date}
ar: تاريخ الانضمام: {date}
it: Data di iscrizione: {date}
ja: 参加日: {date}
ko: 가입 날짜: {date}
ru: Дата присоединения: {date}
tr: Katılma tarihi: {date}
zh: 加入时间：{date}
zh_tw: 加入日期：{date}

# iapStatusPurchased
source: Lifetime Premium User
ar: مستخدم بريميوم مدى الحياة
it: Utente Premium a Vita
ja: 生涯プレミアムユーザー
ko: 평생 프리미엄 사용자
ru: Постоянный пользователь Pro/Про
tr: Ömür Boyu Premium Kullanıcı
zh: 永久高级版用户
zh_tw: 終身進階版使用者

# iapStatusTrial
source: Trial Period
ar: فترة تجريبية
it: Periodo di Prova
ja: 試用期間
ko: 체험 기간
ru: В пробном периоде
tr: Deneme Süresi
zh: 试用期内
zh_tw: 試用中

# iapStatusTrialExpired
source: Trial Expired
ar: انتهت الفترة التجريبية
it: Prova Scaduta
ja: 試用期間終了
ko: 체험 만료
ru: Пробный период завершён
tr: Deneme Süresi Doldu
zh: 试用期已结束
zh_tw: 試用期已過

# iapStatusOriginal
source: Early User
ar: مستخدم مبكر
it: Utente Iniziale
ja: 初期ユーザー
ko: 초기 사용자
ru: Ранний пользователь
tr: Erken Kullanıcı
zh: 早期用户
zh_tw: 早期使用者

# iapStatusUnknown
source: Unknown
ar: غير معروف
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
tr: Bilinmiyor
zh: 未知
zh_tw: 未知

source: Download Fonts
ar: تنزيل الخطوط
it: Scarica Font
ja: フォントダウンロード
ko: 폰트 다운로드
ru: Скачать шрифты
tr: Yazı Tiplerini İndir
zh: 下载字体
zh_tw: 下載字型

# fontNoAvailableFonts
source: No available fonts
ar: لا توجد خطوط متاحة
it: Nessun font disponibile
ja: 利用可能なフォントはありません
ko: 사용 가능한 폰트가 없습니다
ru: Нет доступных шрифтов
tr: Kullanılabilir yazı tipi yok
zh: 没有可用的字体
zh_tw: 無可用字型

# fontOfficialWebsite
source: Official Website
ar: الموقع الرسمي
it: Sito Ufficiale
ja: 公式ウェブサイト
ko: 공식 웹사이트
ru: Официальный сайт
tr: Resmi Web Sitesi
zh: 官方网站
zh_tw: 官方網站

# fontLicenseAgreement
source: License Agreement
ar: اتفاقية الترخيص
it: Accordo di Licenza
ja: ライセンス契約
ko: 라이선스 동의서
ru: Лицензионное соглашение
tr: Lisans Sözleşmesi
zh: 许可协议
zh_tw: 授權合約

# fontDownloaded
source: Downloaded
ar: تم التنزيل
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
ru: Установлено
tr: İndirildi
zh: 已安装
zh_tw: 已下載

# fontFailedToLoadFonts
source: Failed to load fonts
ar: فشل في تحميل الخطوط
it: Impossibile caricare i font
ja: フォントの読み込みに失敗
ko: 폰트 로드 실패
ru: Ошибка загрузки шрифтов
tr: Yazı tipleri yüklenemedi
zh: 加载字体失败
zh_tw: 載入字型失敗

# fontDownloading
source: Downloading {progress}
ar: جارٍ التنزيل {progress}
it: Scaricamento {progress}
ja: ダウンロード中 {progress}
ko: 다운로드 중 {progress}
ru: Загрузка {progress}
tr: İndiriliyor {progress}
zh: 下载中 {progress}
zh_tw: 下載中 {progress}

# fontCancelled
source: Cancelled {progress}
ar: تم الإلغاء {progress}
it: Annullato {progress}
ja: キャンセル済み {progress}
ko: 취소됨 {progress}
ru: Отменено {progress}
tr: İptal edildi {progress}
zh: 已取消 {progress}
zh_tw: 已取消 {progress}

# bookSyncStatusNotSyncing
source: Not syncing
ar: لا تتم المزامنة
it: Non sincronizzando
ja: 同期していません
ko: 동기화하지 않음
tr: Senkronize edilmiyor
zh: 未在同步
zh_tw: 未同步

# bookSyncStatusUploadingTitle
source: Uploading
ar: جارٍ التحميل
it: Caricamento
ja: アップロード中
ko: 업로드 중
ru: Загрузка
tr: Yükleniyor
zh: 上传
zh_tw: 上傳中

# bookSyncStatusDownloadingTitle
source: Downloading
ar: جارٍ التنزيل
it: Scaricamento
ja: ダウンロード中
ko: 다운로드 중
ru: Скачивание
tr: İndiriliyor
zh: 下载
zh_tw: 下載中

# bookSyncStatusLocalUpdateTime
source: Local data update time:
ar: وقت تحديث البيانات المحلية:
it: Ora aggiornamento dati locali:
ja: ローカルデータ更新時間:
ko: 로컬 데이터 업데이트 시간:
ru: Время обновления локальных данных:
tr: Yerel veri güncelleme zamanı:
zh: 本地数据更新时间:
zh_tw: 本機資料更新時間：

# bookSyncStatusLastSyncTime
source: Last sync time:
ar: وقت آخر مزامنة:
it: Ultima sincronizzazione:
ja: 最後の同期時間:
ko: 마지막 동기화 시간:
ru: Время последней синхронизации:
tr: Son senkronizasyon zamanı:
zh: 上次同步时间:
zh_tw: 上次同步時間：

# bookSyncStatusNoSyncYet
source: This device has not synced data yet
ar: لم يقم هذا الجهاز بمزامنة البيانات بعد
it: Questo dispositivo non ha ancora sincronizzato i dati
ja: このデバイスはまだデータを同期していません
ko: 이 기기는 아직 데이터를 동기화하지 않았습니다
ru: На этом устройстве ещё не было синхронизации
tr: Bu cihaz henüz veri senkronize etmedi
zh: 此设备还没有同步过数据
zh_tw: 此裝置尚未同步過資料

# bookSyncStatusLocalOnlyBooks
source: Local only books:
ar: الكتب المحلية فقط:
it: Libri solo locali:
ja: ローカルのみの本:
ko: 로컬 전용 책:
ru: Только локальные книги:
tr: Sadece yerel kitaplar:
zh: 仅本地书籍:
zh_tw: 僅本機書籍：

# bookSyncStatusRemoteOnlyBooks
source: Remote only books:
ar: الكتب عن بُعد فقط:
it: Libri solo remoti:
ja: リモートのみの本:
ko: 원격 전용 책:
ru: Только удалённые книги:
tr: Sadece uzak kitaplar:
zh: 仅远程书籍:
zh_tw: 僅遠端書籍：

# bookSyncStatusBothBooks
source: Books on both ends:
ar: الكتب على كلا الطرفين:
it: Libri su entrambi i lati:
ja: 両端にある本:
ko: 양쪽 모두의 책:
ru: Книги на обеих сторонах:
tr: Her iki uçta da bulunan kitaplar:
zh: 两端共有书籍:
zh_tw: 本機與遠端皆有的書籍：

# bookSyncStatusNonExistentBooks
source: Neither local nor remote:
ar: غير موجود محليًا ولا عن بُعد:
it: Né locale né remoto:
ja: ローカルもリモートも存在しない:
ko: 로컬 및 원격 모두 존재하지 않음:
ru: Отсутствуют локально и удалённо:
tr: Ne yerel ne de uzak:
zh: 本地和远程均不存在:
zh_tw: 本機與遠端皆不存在：

# bookSyncStatusNonExistentTip
source: Neither local nor remote: This means the book exists on the bookshelf, but the book file is missing on both this device and the remote storage. Syncing from a device that has the file is required.
ar: غير موجود محليًا ولا عن بُعد: هذا يعني أن الكتاب موجود على رف الكتب ، لكن ملف الكتاب مفقود على هذا الجهاز وفي التخزين عن بُعد. مطلوب المزامنة من جهاز يحتوي على الملف.
it: Né locale né remoto: Significa che il libro esiste nella libreria, ma il file del libro manca sia su questo dispositivo che sull'archiviazione remota. È richiesta la sincronizzazione da un dispositivo che ha il file.
ja: ローカルもリモートも存在しない: 本棚に本は存在するが、このデバイスとリモートストレージの両方で本のファイルが不足しています。ファイルのあるデバイスからの同期が必要です
ko: 로컬 및 원격 모두 존재하지 않음: 서재에는 이 책이 존재하지만 이 기기와 원격 저장소 모두에 책 파일이 없습니다. 파일이 있는 기기에서 동기화가 필요합니다
ru: Книга есть на полке, но файл отсутствует и локально, и на удалённом сервере. Нужно синхронизировать с устройством, где файл есть.
tr: Ne yerel ne de uzak: Bu, kitabın kitaplıkta var olduğu ancak kitap dosyasının hem bu cihazda hem de uzak depolamada eksik olduğu anlamına gelir. Dosyayı içeren bir cihazdan senkronizasyon gereklidir.
zh: 本地和远程均不存在: 指书架上有这本书，但是这台设备和远程文件中没有这本书籍的文件，需要从有这个文件的设备上进行一次同步
zh_tw: 本機與遠端皆不存在：代表書架上有此書，但本機裝置和遠端儲存空間中都找不到該書籍檔案。您需要從存有該檔案的裝置上執行一次同步。

# bookSyncStatusUploadButton
source: Upload
ar: تحميل
it: Carica
ja: アップロード
ko: 업로드
ru: Загрузить
tr: Yükle
zh: 上传
zh_tw: 上傳

# bookSyncStatusDownloadButton
source: Download
ar: تنزيل
it: Scarica
ja: ダウンロード
ko: 다운로드
ru: Скачать
tr: İndir
zh: 下载
zh_tw: 下載

# bookSyncStatusReleaseSpace
source: Release Space
ar: تحرير المساحة
it: Libera Spazio
ja: 容量解放
ko: 공간 해제
ru: Освободить место
tr: Alan Aç
zh: 释放空间
zh_tw: 釋放空間

# bookSyncStatusReleaseSpaceDialogTitle
source: Release Space
ar: تحرير المساحة
it: Libera Spazio
ja: 容量解放
ko: 공간 해제
ru: Освободить место
tr: Alan Aç
zh: 释放空间
zh_tw: 釋放空間

# bookSyncStatusReleaseSpaceDialogContent
source: This will upload the book to the cloud and delete the local file, saving local storage space. You can download it anytime when needed.
ar: سيؤدي هذا إلى تحميل الكتاب إلى السحابة وحذف الملف المحلي ، مما يوفر مساحة تخزين محلية. يمكنك تنزيله في أي وقت عند الحاجة.
it: Questo caricherà il libro nel cloud e cancellerà il file locale, risparmiando spazio di archiviazione locale. Puoi scaricarlo in qualsiasi momento quando necessario.
ja: 本をクラウドにアップロードしてローカルファイルを削除し、ローカルストレージ容量を節約します。必要な時にいつでもダウンロードできます
ko: 책을 클라우드에 업로드하고 로컬 파일을 삭제하여 로컬 저장 공간을 절약합니다. 필요할 때 언제든지 다운로드할 수 있습니다
ru: Книга будет загружена в облако, а локальный файл удалён для экономии места. При необходимости книгу можно скачать снова.
tr: Bu, kitabı buluta yükleyecek ve yerel dosyayı silerek yerel depolama alanından tasarruf sağlayacaktır. İhtiyaç duyulduğunda istediğiniz zaman indirebilirsiniz.
zh: 将把本书上传到云端，并删除本地文件，这有助于节省本地存储空间，在需要时可以随时下载。
zh_tw: 此操作會將書籍上傳至雲端並刪除本機檔案，以節省儲存空間。您隨時可以根據需要重新下載。

# bookSyncStatusDoNotShowAgain
source: Do not show again
ar: لا تظهر مرة أخرى
it: Non mostrare più
ja: 再度表示しない
ko: 다시 표시하지 않음
ru: Больше не показывать
tr: Tekrar gösterme
zh: 不再提示
zh_tw: 不再顯示

# bookSyncStatusWebdavConnectionFailed
source: WebDAV connection failed {error}
ar: فشل اتصال WebDAV {error}
it: Connessione WebDAV fallita {error}
ja: WebDAV接続失敗 {error}
ko: WebDAV 연결 실패 {error}
ru: Ошибка подключения к WebDAV {error}
tr: WebDAV bağlantısı başarısız {error}
zh: WebDAV 连接失败 {error}
zh_tw: WebDAV 連線失敗 {error}

# bookSyncStatusWebdavPingFailed
source: WebDAV connection failed, ping failed
ar: فشل اتصال WebDAV ، فشل اختبار ping
it: Connessione WebDAV fallita, ping fallito
ja: WebDAV接続失敗、ping失敗
ko: WebDAV 연결 실패, ping 실패
ru: Ошибка подключения к WebDAV: ping не прошёл
tr: WebDAV bağlantısı başarısız, ping başarısız
zh: WebDAV 连接失败，ping 失败
zh_tw: WebDAV 連線失敗：Ping 測試失敗

# bookSyncStatusWebdavCheckNetwork
source: WebDAV connection failed, check your network
ar: فشل اتصال WebDAV ، تحقق من شبكتك
it: Connessione WebDAV fallita, controlla la tua rete
ja: WebDAV接続失敗、ネットワークを確認してください
ko: WebDAV 연결 실패, 네트워크를 확인하세요
ru: Ошибка подключения к WebDAV, проверьте сеть
tr: WebDAV bağlantısı başarısız, ağınızı kontrol edin
zh: WebDAV 连接失败，请检查网络
zh_tw: WebDAV 連線失敗，請檢查您的網路連線

# bookSyncStatusWebdavConnectionError
source: WebDAV connection failed, connection error
ar: فشل اتصال WebDAV ، خطأ في الاتصال
it: Connessione WebDAV fallita, errore di connessione
ja: WebDAV接続失敗、接続エラー
ko: WebDAV 연결 실패, 연결 오류
ru: Ошибка подключения к WebDAV
tr: WebDAV bağlantısı başarısız, bağlantı hatası
zh: WebDAV 连接失败，连接错误
zh_tw: WebDAV 連線失敗：連線錯誤

# bookSyncStatusSyncFailed
source: Sync failed
ar: فشلت المزامنة
it: Sincronizzazione fallita
ja: 同期失敗
ko: 동기화 실패
ru: Синхронизация не удалась
tr: Senkronizasyon başarısız
zh: 同步失败
zh_tw: 同步失敗

# bookSyncStatusBookNotFoundRemote
source: Could not find this book in the cloud
ar: تعذر العثور على هذا الكتاب في السحابة
it: Non è stato possibile trovare questo libro nel cloud
ja: クラウドでこの本が見つかりませんでした
ko: 클라우드에서 이 책을 찾을 수 없습니다
ru: Книга не найдена в облаке
tr: Bu kitap bulutta bulunamadı
zh: 没有在云端找到这本书
zh_tw: 在雲端找不到此書籍

# bookSyncStatusDownloadingBook
source: Downloading {fileName}
ar: جارٍ تنزيل {fileName}
it: Scaricamento {fileName}
ja: {fileName}をダウンロード中
ko: {fileName} 다운로드 중
ru: Скачивание {fileName}
tr: {fileName} indiriliyor
zh: 正在下载 {fileName}
zh_tw: 正在下載 {fileName}

# bookSyncStatusSpaceReleased
source: Space released
ar: تم تحرير المساحة
it: Spazio liberato
ja: 容量解放済み
ko: 공간 해제됨
ru: Место освобождено
tr: Alan açıldı
zh: 已释放空间
zh_tw: 已釋放空間

# bookSyncStatusUploadFailed
source: Upload failed
ar: فشل التحميل
it: Caricamento fallito
ja: アップロード失敗
ko: 업로드 실패
ru: Ошибка загрузки
tr: Yükleme başarısız
zh: 上传失败
zh_tw: 上傳失敗

# bookSyncStatusBooksCount
source: {count} books
ar: {count} كتب
it: {count} libri
ja: {count}冊
ko: {count}권
ru: {count} книг
tr: {count} kitap
zh: {count} 本
zh_tw: {count} 本書

# bookSyncStatusDownloadFailed
source: Download failed
ar: فشل التنزيل
it: Scaricamento fallito
ja: ダウンロード失敗
ko: 다운로드 실패
ru: Ошибка скачивания
tr: İndirme başarısız
zh: 下载失败
zh_tw: 下載失敗

# webdavBatchDownloadFinishedReport
source: Books downloaded, {success} success, {failed} failed
ar: تم تحميل {success} كتاب منجز، {failed} كتاب معيب
it: Libri scaricati, {success} successo, {failed} falliti
ja: 本のダウンロード完了、{success}成功、{failed}失敗
ko: 책 다운로드 완료, {success}개 성공, {failed}개 실패
ru: Загрузка книг завершена: {success} успешно, {failed} неудачно
tr: {success} başarılı, {failed} başarısız
zh: 书籍文件下载完成，{success}成功，{failed}失败
zh_tw: 書籍檔案下載完成，{success} 個成功，{failed} 個失敗。

source: Download All Books
ar: تحميل كل الكتب
it: Scarica Tutti i Libri
ja: すべての本をダウンロード
ko: 모든 책 다운로드
ru: Скачать все книги
tr: tüm kitapları indir
zh: 下载所有书籍
zh_tw: 下載所有書籍

source: All books are downloaded
ar: تم تحميل كل الكتب
it: Tutti i libri sono scaricati
ja: すべての本がダウンロード済み
ko: 모든 책이 다운로드되었습니다
ru: Все книги скачаны
tr: Tüm kitaplar indirildi
zh: 所有书籍已下载
zh_tw: 所有書籍均已下載。

source: Sync Now
ar: المزامنة الآن
it: Sincronizza Ora
ja: 今すぐ同期
ko: 지금 동기화
ru: Синхронизировать сейчас
tr: Şimdi senkronize
zh: 立即同步
zh_tw: 立即同步

# deeplKeyTip
source: Please enter your DeepL API key, which can be obtained from the DeepL developer page
ar: يرجى إدخال مفتاح DeepL API الخاص بك ، والذي يمكن الحصول عليه من صفحة DeepL المبدع
it: Per favore inserisci la tua chiave API DeepL, che può essere ottenuta dalla pagina sviluppatori DeepL
ja: DeepL APIキーを入力してください。DeepL開発者ページから取得できます
ko: DeepL API 키를 입력해주세요. DeepL 개발자 페이지에서 얻을 수 있습니다
ru: Введите ваш API-ключ DeepL, его можно получить на странице разработчика DeepL
tr: Lütfen DeepL API anahtarınızı girin, DeepL geliştirici sayfasından alın
zh: 请输入您的 DeepL API 密钥，可以在 DeepL 开发者页面获取
zh_tw: 請輸入您的 DeepL API 金鑰，此金鑰可於 DeepL 開發者頁面取得。

# syncMismatchTip
source: Database version mismatch. The remote database (version {remoteVersion}) is newer than what your app supports (version {currentDbVersion}). Please update your app to the latest version.
ar: إصدار قاعدة البيانات غير متطابق. القاعدة البعيدة (الإصدار {remoteVersion}) أحدث من ما يدعمه تطبيقك (الإصدار {currentDbVersion}). يرجى تحديث تطبيقك إلى الإصدار الأحدث.
it: Versione database non corrispondente. Il database remoto (versione {remoteVersion}) è più recente di quello che la tua app supporta (versione {currentDbVersion}). Per favore aggiorna la tua app all'ultima versione.
ja: データベースバージョンが不一致です。リモートデータベース（バージョン{remoteVersion}）がアプリがサポートするバージョン（バージョン{currentDbVersion}）より新しいです。アプリを最新バージョンに更新してください
ko: 데이터베이스 버전이 일치하지 않습니다. 원격 데이터베이스(버전 {remoteVersion})가 앱이 지원하는 버전(버전 {currentDbVersion})보다 최신입니다. 앱을 최신 버전으로 업데이트해주세요
ru: Версии базы данных не совпадают. Удалённая версия ({remoteVersion}) новее, чем поддерживаемая вашим приложением ({currentDbVersion}). Обновите приложение.
tr: Veritabanı sürümü eşleşmiyor. Uzak veritabanı (sürüm {remoteVersion}) size uygulamanızın desteklediği sürümden (sürüm {currentDbVersion}) daha yeni. Lütfen uygulamanızı en son sürüme güncelleyin.
zh: 数据库版本不匹配。远程数据库（版本 {remoteVersion}）比您的应用支持的版本（版本 {currentDbVersion}）更新。请更新您的应用到最新版本。
zh_tw: 資料庫版本不符。遠端資料庫版本 ({remoteVersion}) 比您 App 支援的版本 ({currentDbVersion}) 還要新。請將您的 App 更新至最新版本。

# dbUpdatedTip
source: The database structure has been updated. Please update Anx Reader App on your other devices to ensure compatibility with the new database for smooth data synchronization.
ar: تم تحديث بنية قاعدة البيانات. يرجى تحديث تطبيق Anx Reader على أجهزتك الأخرى لضمان التوافق مع قاعدة البيانات الجديدة لتدفق البيانات بسلاسة.
it: La struttura del database è stata aggiornata. Per favore aggiorna Anx Reader App sui tuoi altri dispositivi per garantire la compatibilità con il nuovo database per una sincronizzazione dati fluida.
ja: データベース構造が更新されました。新しいデータベースとの互換性を確保し、スムーズなデータ同期のために、他のデバイスのAnx Readerアプリを更新してください
ko: 데이터베이스 구조가 업데이트되었습니다. 새로운 데이터베이스와의 호환성을 보장하고 원활한 데이터 동기화를 위해 다른 기기의 Anx Reader 앱을 업데이트해주세요
ru: Структура базы данных обновлена. Обновите Anx Reader на других устройствах для корректной синхронизации.
tr: Veritabanı yapısı güncellendi. Lütfen diğer cihazlarda Anx Reader uygulamasını güncelleyin, yeni veritabanıyla uyumlu olması için verilerin eşitlemesini sağlayın.
zh: 数据库结构已更新。请更新其他设备上的 Anx Reader 应用，以确保与新数据库的兼容性，以平滑数据同步。
zh_tw: 資料庫結構已更新。為確保資料同步順暢，請將您其他裝置上的 Anx Reader App 更新至最新版本，以相容新的資料庫。

source: E-ink Mode
ar: وضع e-ink
it: Modalità E-ink
ja: E-inkモード
ko: E-ink 모드
ru: Режим E-INK
tr: E-mürekkep modu
zh: E-INK模式
zh_tw: 電子墨水模式

# readingPageWritingDirection
source: Writing Direction
ar: اتجاه الكتابة
it: Direzione Scrittura
ja: 文字方向
ko: 글쓰기 방향
ru: Направление текста
tr: Yazma yönü
zh: 写作方向
zh_tw: 書寫方向

# readingPageWritingDirectionAuto
source: Auto
ar: آلي
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
zh: 自动
zh_tw: 自動

# readingPageWritingDirectionVertical
source: Vertical
ar: عمودي
it: Verticale
ja: 縦書き
ko: 세로
ru: Вертикальное
tr: Dikey
zh: 竖排
zh_tw: 直排

# readingPageWritingDirectionHorizontal
source: Horizontal
ar: أفقي
it: Orizzontale
ja: 横書き
ko: 가로
ru: Горизонтальное
tr: Yatay
zh: 横排
zh_tw: 橫排

# readingPageStyleBackground
source: Background
ar: خلفية
it: Sfondo
ja: 背景
ko: 배경
ru: Фон
tr: Arka plan
zh: 背景
zh_tw: 背景

# readingPageStyleNoBackgroundImage
source: No Background Image
ar: لا توجد صورة خلفية
it: Nessuna Immagine di Sfondo
ja: 背景画像なし
ko: 배경 이미지 없음
ru: Без фонового изображения
tr: Arka plan görüntüsü yok
zh: 没有背景图像
zh_tw: 無背景圖片

# readingPageStyleImportBackgroundImage
source: Import Background Image
ar: استيراد صورة الخلفية
it: Importa Immagine di Sfondo
ja: 背景画像をインポート
ko: 배경 이미지 가져오기
ru: Импорт фонового изображения
tr: Arka plan görüntüsü içe aktarın
zh: 导入背景图像
zh_tw: 匯入背景圖片

# readingPageVerticleMargin
source: Vertical Margin
ar: الهامش الرأسي
it: Margine Verticale
ja: 縦マージン
ko: 세로 여백
ru: Вертикальные поля
tr: Dikey marj
zh: 垂直边距
zh_tw: 垂直邊距

# readingPageRightMargin
source: Right Margin
ar: الهامش الصحيح
it: Margine Destro
ja: 右マージン
ko: 오른쪽 여백
ru: Правое поле
tr: Sağ marj
zh: 右边距
zh_tw: 右邊距

# readingPageLeftMargin
source: Left Margin
ar: الهامش الأيسر
it: Margine Sinistro
ja: 左マージン
ko: 왼쪽 여백
ru: Левое поле
tr: Sol marj
zh: 左边距
zh_tw: 左邊距

# syncRemoteDataUpdateTime
source: Remote data update time:
ar: وقت تحديث البيانات عن بُعد:
it: Ora aggiornamento dati remoti:
ja: リモートデータ更新時間:
ko: 원격 데이터 업데이트 시간:
ru: Время обновления удалённых данных:
tr: Uzak Veri Güncelleme Süresi:
zh: 远程数据更新时间：
zh_tw: 遠端資料更新時間：

# settingsTranslateAiTip
source: Go to the AI settings page to configure the AI service.
ar: انتقل إلى صفحة إعدادات AI لتكوين خدمة الذكاء الاصطناعي.
it: Vai alla pagina delle impostazioni AI per configurare il servizio AI.
ja: AIサービスを設定するためにAI設定ページに移動してください
ko: AI 서비스를 구성하려면 AI 설정 페이지로 이동하세요
ru: Перейдите в настройки ИИ для конфигурации сервисов.
tr: AI hizmetini yapılandırmak için AI Ayarları sayfasına gidin.
zh: 转到AI设置页面以配置AI服务。
zh_tw: 前往 AI 設定頁面以設定 AI 服務。

# settingsAiPromptTranslateAndDictionary
source: Translate And Dictionary
ar: ترجمة وقاموس
it: Traduci e Dizionario
ja: 翻訳と辞書
ko: 번역 및 사전
ru: Перевод и словарь
tr: Çevir ve Sözlük
zh: 翻译和词典
zh_tw: 翻譯與字典

# noteListShowBookmark
source: Show Bookmark
ar: إظهار المرجعية
it: Mostra Segnalibro
ja: ブックマーク表示
ko: 북마크 표시
ru: Показывать закладки
tr: Yer işareti göster
zh: 显示书签
zh_tw: 顯示書籤

# readingBookmark
source: Bookmark
ar: إشارة مرجعية
it: Segnalibro
ja: ブックマーク
ko: 북마크
ru: Закладка
tr: Yer işareti
zh: 书签
zh_tw: 書籤

source: No Bookmarks
ar: لا توجد مرجعية
it: Nessun Segnalibro
ja: ブックマークなし
ko: 북마크 없음
ru: Закладок нет
tr: Yer imleri yok
zh: 没有书签
zh_tw: 尚無書籤

# noBookmarksTip
source: Pull down or click the bookmark icon in the top-right corner to add a bookmark.
ar: اسحب لأسفل أو انقر فوق أيقونة الإشارة المرجعية في الزاوية العلوية اليمنى لإضافة إشارة مرجعية.
it: Tira giù o clicca l'icona segnalibro nell'angolo in alto a destra per aggiungere un segnalibro.
ja: 下にプルするか右上のブックマークアイコンをクリックしてブックマークを追加してください
ko: 아래로 당기거나 우상단의 북마크 아이콘을 클릭하여 북마크를 추가하세요
ru: Потяните вниз или нажмите на иконку закладки вверху справа, чтобы добавить.
tr: Bir yer imi eklemek için sağ üst köşedeki yer işareti simgesini aşağı çekin veya tıklayın.
zh: 下拉或单击右上角的书签图标以添加书签。
zh_tw: 下拉或點選右上角的書籤圖示即可新增書籤。

# settingsAdvancedEnableJavascriptForEpub
source: Enable JavaScript for Epub
ar: تمكين JavaScript لـ Epub
it: Abilita JavaScript per Epub
ja: EpubでJavaScriptを有効化
ko: Epub에서 JavaScript 활성화
ru: Включить JavaScript для epub
tr: EPUB için JavaScript'i Etkinleştir
zh: 为 Epub 书籍启用 JavaScript
zh_tw: 為 EPUB 啟用 JavaScript

# readingSettingsMargin
source: Margin
ar: هامِش
it: Margine
ja: マージン
ko: 여백
ru: Поля
tr: Marj
zh: 边距
zh_tw: 邊距

# updateViaGithub
source: Via GitHub
ar: عبر جيثب
ja: GitHub経由
ko: GitHub를 통해
ru: Через GitHub
tr: Github üzerinden
zh: 通过 GitHub
zh_tw: 從 GitHub 更新

# updateViaOfficialWebsite
source: Via Official Website
ar: عبر الموقع الرسمي
it: Via Sito Ufficiale
ja: 公式サイト経由
ko: 공식 웹사이트를 통해
ru: Через официальный сайт
tr: Resmi web sitesi aracılığıyla
zh: 通过官方网站
zh_tw: 從官方網站更新

source: Testing connection...
ar: اختبار الاتصال ...
it: Test connessione...
ja: 接続テスト中...
ko: 연결 테스트 중...
ru: Проверка подключения...
tr: Test bağlantısı ...
zh: 测试连接...
zh_tw: 正在測試連線...
