Repository: Anxcye/anx-reader
Catalog: lib/l10n/app_*.arb
Languages: ar, it, ja, ko, ru, tr, zh, zh_tw

source: Unknown error when testing connection:
ar: خطأ غير معروف عند اختبار الاتصال:
it: Errore sconosciuto durante il test della connessione:
ja: 接続テスト中の不明なエラー:
ko: 연결 테스트 시 알 수 없는 오류:
ru: Неизвестная ошибка при проверке подключения:
tr: Bağlantı test ederken bilinmeyen hata:
zh: 测试连接时未知错误：
zh_tw: 測試連線時發生未知錯誤：

source: Configuration information is incomplete
ar: معلومات التكوين غير مكتملة
it: Le informazioni di configurazione sono incomplete
ja: 設定情報が不完全です
ko: 구성 정보가 불완전합니다
ru: Конфигурация неполная
tr: Yapılandırma bilgileri eksik
zh: 配置信息不完整
zh_tw: 設定資訊不完整

source: Connection successful
ar: اتصال ناجح
it: Connessione riuscita
ja: 接続成功
ko: 연결 성공
ru: Подключение успешно
tr: Bağlantı Başarılı
zh: 连接成功
zh_tw: 連線成功

# connectionTimeout
source: Connection timeout, please check network or server address
ar: مهلة الاتصال ، يرجى التحقق من عنوان الشبكة أو الخادم
it: Timeout connessione, per favore controlla la rete o l'indirizzo del server
ja: 接続タイムアウト、ネットワークまたはサーバーアドレスを確認してください
ko: 연결 시간 초과, 네트워크 또는 서버 주소를 확인하세요
ru: Время подключения истекло, проверьте сеть или адрес сервера
tr: Bağlantı Zaman Aşımı, lütfen ağ veya sunucu adresini kontrol edin
zh: 连接超时，请检查网络或服务器地址
zh_tw: 連線逾時，請檢查網路或伺服器位址

# testUnauthorized
source: Username or password is incorrect
ar: اسم المستخدم أو كلمة المرور غير صحيح
it: Nome utente o password errati
ja: ユーザー名またはパスワードが正しくありません
ko: 사용자명 또는 비밀번호가 올바르지 않습니다
ru: Неверное имя пользователя или пароль
tr: Kullanıcı adı veya şifre yanlış
zh: 用户名或密码不正确
zh_tw: 使用者名稱或密碼不正確

# testForbidden
source: Access denied, please check permission settings
ar: تم رفض الوصول ، يرجى التحقق من إعدادات الإذن
it: Accesso negato, per favore controlla le impostazioni dei permessi
ja: アクセス拒否、権限設定を確認してください
ko: 접근이 거부되었습니다. 권한 설정을 확인하세요
ru: Доступ запрещён, проверьте права
tr: Erişim reddedildi, lütfen izin ayarlarını kontrol edin
zh: 访问被拒绝，请检查许可设置
zh_tw: 存取遭拒，請檢查權限設定

# testNotFound
source: Server address does not exist or path is incorrect
ar: عنوان الخادم غير موجود أو المسار غير صحيح
it: L'indirizzo del server non esiste o il percorso è errato
ja: サーバーアドレスが存在しないかパスが正しくありません
ko: 서버 주소가 존재하지 않거나 경로가 올바르지 않습니다
ru: Адрес сервера не найден или путь неверен
tr: Sunucu adresi mevcut değil veya yol yanlış
zh: 服务器地址不存在或路径不正确
zh_tw: 伺服器位址不存在或路徑不正確

# testRefused
source: Unable to connect to server, please check network and server status
ar: غير قادر على الاتصال بالخادم ، يرجى التحقق من حالة الشبكة وخادم
it: Impossibile connettersi al server, per favore controlla la rete e lo stato del server
ja: サーバーに接続できません、ネットワークとサーバーステータスを確認してください
ko: 서버에 연결할 수 없습니다. 네트워크와 서버 상태를 확인하세요
ru: Не удалось подключиться к серверу, проверьте сеть и состояние сервера
tr: Sunucuya bağlanılamıyor, lütfen ağ ve sunucu durumunu kontrol edin
zh: 无法连接到服务器，请检查网络和服务器状态
zh_tw: 無法連線至伺服器，請檢查網路和伺服器狀態

# testSsl
source: SSL certificate verification failed, please check HTTPS configuration
ar: فشل التحقق من شهادة SSL ، يرجى التحقق من تكوين HTTPS
it: Verifica certificato SSL fallita, per favore controlla la configurazione HTTPS
ja: SSL証明書検証失敗、HTTPS設定を確認してください
ko: SSL 인증서 확인 실패, HTTPS 구성을 확인하세요
ru: Проверка SSL не удалась, проверьте настройки HTTPS
tr: SSL sertifika doğrulaması başarısız oldu, lütfen https yapılandırmasını kontrol edin
zh: SSL证书验证失败，请检查HTTPS配置
zh_tw: SSL 憑證驗證失敗，請檢查 HTTPS 設定

# testDnd
source: DNS resolution failed, please check if domain name is correct
ar: فشل دقة DNS ، يرجى التحقق مما إذا كان اسم المجال صحيحًا
it: Risoluzione DNS fallita, per favore controlla se il nome del dominio è corretto
ja: DNS解決失敗、ドメイン名が正しいか確認してください
ko: DNS 해상도 실패, 도메인 이름이 올바른지 확인하세요
ru: Не удалось разрешить DNS, проверьте доменное имя
tr: DNS çözünürlüğü başarısız oldu, lütfen etki alanı adının doğru olup olmadığını kontrol edin
zh: DNS分辨率失败，请检查域名是否正确
zh_tw: DNS 解析失敗，請檢查網域名稱是否正確

# testOther
source: Connection test failed, please check configuration and network
ar: فشل اختبار الاتصال ، يرجى التحقق من التكوين والشبكة
it: Test di connessione fallito, per favore controlla la configurazione e la rete
ja: 接続テスト失敗、設定とネットワークを確認してください
ko: 연결 테스트 실패, 구성과 네트워크를 확인하세요
ru: Ошибка подключения, проверьте настройки и сеть
tr: Bağlantı testi başarısız oldu, lütfen yapılandırmayı ve ağı kontrol edin
zh: 连接测试失败，请检查配置和网络
zh_tw: 連線測試失敗，請檢查設定與網路

source: Available Backups:
ar: النسخ الاحتياطية المتاحة:
it: Backup Disponibili:
ja: 利用可能なバックアップ:
ko: 사용 가능한 백업:
ru: Доступные резервные копии:
tr: Mevcut Yedeklemeler:
zh: 可用备份：
zh_tw: 可用備份：

source: No backups available
ar: لا توجد نسخ احتياطية متوفرة
it: Nessun backup disponibile
ja: 利用可能なバックアップはありません
ko: 사용 가능한 백업이 없습니다
ru: Резервных копий нет
tr: Yedekleme yok
zh: 没有可用的备份
zh_tw: 無可用備份

source: Restore
ar: يعيد
it: Ripristina
ja: 復元
ko: 복원
ru: Восстановить
tr: Eski haline getirmek
zh: 恢复
zh_tw: 還原

source: Confirm Restore
ar: تأكيد استعادة
it: Conferma Ripristino
ja: 復元確認
ko: 복원 확인
ru: Подтвердите восстановление
tr: Geri yüklemeyi onaylayın
zh: 确认还原
zh_tw: 確認還原

# restoreWarning
source: This operation will replace the current database with the backup file. Current unsynced data may be lost. Do you want to continue?
ar: ستحل هذه العملية محل قاعدة البيانات الحالية بملف النسخ الاحتياطي.
it: Questa operazione sostituirà il database corrente con il file di backup. I dati correnti non sincronizzati potrebbero essere persi. Vuoi continuare?
ja: この操作は現在のデータベースをバックアップファイルで置換します。現在の未同期データが失われる可能性があります。続行しますか？
ko: 이 작업은 현재 데이터베이스를 백업 파일로 교체합니다. 현재 동기화되지 않은 데이터가 손실될 수 있습니다. 계속하시겠습니까?
ru: Это действие заменит текущую базу данных резервной копией.
tr: Bu işlem geçerli veritabanını yedekleme dosyasıyla değiştirecektir.
zh: 此操作将用备份文件替换当前数据库。
zh_tw: 此操作將以備份檔取代目前的資料庫，尚未同步的資料可能會遺失。確定要繼續嗎？

# restoreSuccess
source: Database restored successfully
ar: قاعدة البيانات التي تم استعادتها بنجاح
it: Database ripristinato con successo
ja: データベース復元成功
ko: 데이터베이스 복원 성공
ru: База данных успешно восстановлена
tr: Veritabanı başarıyla geri yüklendi
zh: 数据库成功恢复
zh_tw: 資料庫還原成功

source: Download Failed
ar: فشل التنزيل
it: Scaricamento Fallito
ja: ダウンロード失敗
ko: 다운로드 실패
ru: Ошибка загрузки
tr: İndir başarısız
zh: 下载失败
zh_tw: 下載失敗

# downloadFailedContent
source: Unable to download database file from server. Please check network connection and server status.
ar: غير قادر على تنزيل ملف قاعدة البيانات من الخادم.
it: Impossibile scaricare il file del database dal server. Per favore controlla la connessione di rete e lo stato del server.
ja: サーバーからデータベースファイルをダウンロードできません。ネットワーク接続とサーバーステータスを確認してください
ko: 서버에서 데이터베이스 파일을 다운로드할 수 없습니다. 네트워크 연결과 서버 상태를 확인하세요
ru: Не удалось скачать файл базы данных с сервера.
tr: Veritabanı dosyasını sunucudan indiremiyor.
zh: 无法从服务器下载数据库文件。
zh_tw: 無法從伺服器下載資料庫檔案。請檢查網路連線及伺服器狀態。

# syncValidationFailed
source: Data Validation Failed
ar: فشل التحقق من صحة البيانات
it: Validazione Dati Fallita
ja: データ検証失敗
ko: 데이터 검증 실패
ru: Ошибка проверки данных
tr: Veri doğrulaması başarısız oldu
zh: 数据验证失败
zh_tw: 資料驗證失敗

# syncValidationFailedContent
source: Downloaded database file validation failed, possibly corrupted or empty. Local data has been preserved.
ar: فشل التحقق من صحة ملف قاعدة البيانات التي تم تنزيلها ، وربما تالفة أو فارغة.
it: La validazione del file del database scaricato è fallita, possibilmente corrotto o vuoto. I dati locali sono stati preservati.
ja: ダウンロードしたデータベースファイルの検証に失敗しました。破損または空の可能性があります。ローカルデータは保持されています
ko: 다운로드한 데이터베이스 파일 검증 실패, 손상되었거나 비어있을 수 있습니다. 로컬 데이터가 보존되었습니다
ru: Загруженный файл базы данных повреждён или пуст.
tr: İndirilen veritabanı dosyası doğrulaması başarısız, muhtemelen bozuk veya boş.
zh: 下载的数据库文件验证失败，可能损坏或空白。
zh_tw: 下載的資料庫檔案驗證失敗，可能已損毀或為空。本機資料已保留。

source: Replacement Failed
ar: فشل الاستبدال
it: Sostituzione Fallita
ja: 置換失敗
ko: 교체 실패
ru: Ошибка замены
tr: Yedek başarısız oldu
zh: 替换失败
zh_tw: 替換失敗

# replacementFailedContent
source: Database validation failed after replacement, automatically recovered to previous version. Your data is safe.
ar: فشل التحقق من صحة قاعدة البيانات بعد الاستبدال ، واسترداد تلقائيًا إلى الإصدار السابق.
it: La validazione del database è fallita dopo la sostituzione, automaticamente recuperato alla versione precedente. I tuoi dati sono al sicuro.
ja: 置換後のデータベース検証に失敗し、自動的に前のバージョンに回復しました。データは安全です
ko: 교체 후 데이터베이스 검증 실패, 이전 버전으로 자동 복구되었습니다. 데이터는 안전합니다
ru: Проверка после замены базы данных не удалась, восстановлено предыдущее состояние.
tr: Veritabanı doğrulaması değiştirildikten sonra başarısız oldu, otomatik olarak önceki sürüme geri kazanıldı.
zh: 替换后的数据库验证失败，自动恢复为上一个版本。
zh_tw: 替換後的資料庫驗證失敗，已自動還原至先前的版本。您的資料是安全的。

# syncUnknownError
source: Sync Error
ar: خطأ في المزامنة
it: Errore di Sincronizzazione
ja: 同期エラー
ko: 동기화 오류
ru: Неизвестная ошибка синхронизации
tr: Senkronizasyon Hatası
zh: 同步错误
zh_tw: 同步錯誤

# onboardingWelcomeTitle
source: Welcome to Anx Reader
ar: أهلاً بك في Anx Reader
it: Benvenuto in Anx Reader
ja: Anx Readerへようこそ
ko: Anx Reader에 오신 것을 환영합니다
ru: Добро пожаловать!
tr: Anx Reader'a Hoş Geldiniz
zh: 欢迎!
zh_tw: 歡迎使用 Anx Reader

# onboardingWelcomeBody
source: A powerful e-book reader with AI integration and cross-platform sync capabilities.
ar: قارئ كتب إلكترونية قوي مع تكامل الذكاء الاصطناعي وإمكانيات المزامنة عبر المنصات.
it: Un potente lettore di e-book con integrazione AI e capacità di sincronizzazione multipiattaforma.
ja: AI統合とクロスプラットフォーム同期機能を備えた強力なe-bookリーダー
ko: AI 통합 및 크로스플랫폼 동기화 기능을 갖춘 강력한 e-book 리더
ru: Мощный ридер с ИИ и кроссплатформенной синхронизацией.
tr: AI entegrasyonu ve çapraz platform senkronizasyon yetenekleri ile güçlü bir e-kitap okuyucusu.
zh: 一款功能强大的电子书阅读器，集成了 AI 功能和跨平台同步能力。
zh_tw: 一款功能強大的電子書閱讀器，整合 AI 功能與跨平台同步能力。

# onboardingAppearanceTitle
source: Customize Your Experience
ar: خصص تجربتك
it: Personalizza la Tua Esperienza
ja: 体験をカスタマイズ
ko: 경험을 커스터마이즈하세요
ru: Адаптируйте под себя
tr: Deneyiminizi Özelleştirin
zh: 自定义您的体验
zh_tw: 自訂您的體驗

# onboardingAppearanceBody
source: Choose your preferred language, theme colors, and e-ink mode for the best reading experience. You can configure more display options in Settings → Appearance.
ar: اختر لغتك المفضلة، وألوان السمة، ووضع الحبر الإلكتروني للحصول على أفضل تجربة قراءة. يمكنك تكوين المزيد من خيارات العرض في الإعدادات ← المظهر.
it: Scegli la tua lingua preferita, i colori del tema e la modalità e-ink per la migliore esperienza di lettura. Puoi configurare più opzioni di visualizzazione in Impostazioni → Aspetto.
ja: 最適な読書体験のために、お好みの言語、テーマカラー、e-inkモードを選択してください。設定→外観でより多くの表示オプションを設定できます
ko: 최적의 읽기 경험을 위해 선호하는 언어, 테마 색상, e-ink 모드를 선택하세요. 설정 → 외관에서 더 많은 표시 옵션을 구성할 수 있습니다
ru: Выберите язык, цвет темы и режим для e-ink дисплея для лучшего чтения. Дополнительные настройки в меню Облик.
tr: En iyi okuma deneyimi için tercih ettiğiniz dili, tema renklerini ve e-mürekkep modunu seçin. Ayarlar → Görünüm bölümünde daha fazla görüntü seçeneği yapılandırabilirsiniz.
zh: 选择您偏好的语言、主题颜色和墨水屏模式，获得最佳阅读体验。您可以在设置 → 外观中配置更多显示选项。
zh_tw: 選擇您偏好的語言、主題色彩和電子墨水模式，以獲得最佳閱讀體驗。您可以在 [設定] → [外觀] 中設定更多顯示選項。

# onboardingSyncTitle
source: Cross-Platform Sync
ar: المزامنة عبر المنصات
it: Sincronizzazione Multipiattaforma
ja: クロスプラットフォーム同期
ko: 크로스플랫폼 동기화
ru: Синхронизация на всех устройствах
tr: Çapraz Platform Senkronizasyonu
zh: 跨平台同步
zh_tw: 跨平台同步

# onboardingSyncBody
source: Sync your books, reading progress, and notes across all your devices using WebDAV.
ar: قم بمزامنة كتبك وتقدم القراءة والملاحظات عبر جميع أجهزتك باستخدام WebDAV.
it: Sincronizza i tuoi libri, progressi di lettura e note su tutti i tuoi dispositivi usando WebDAV.
ja: WebDAVを使用してすべてのデバイス間で本、読書進度、ノートを同期
ko: WebDAV를 사용하여 모든 기기에서 책, 읽기 진행률, 노트를 동기화하세요
ru: Используйте WebDAV для синхронизации книг, прогресса и заметок.
tr: WebDAV kullanarak kitaplarınızı, okuma ilerlemenizi ve notlarınızı tüm cihazlarınızda senkronize edin.
zh: 使用 WebDAV 在所有设备上同步您的书籍、阅读进度和笔记。
zh_tw: 使用 WebDAV 在您的所有裝置間同步書籍、閱讀進度及筆記。

# onboardingSyncTip
source: Set up sync in Settings → Sync to get started
ar: قم بإعداد المزامنة في الإعدادات ← المزامنة للبدء
it: Imposta la sincronizzazione in Impostazioni → Sincronizza per iniziare
ja: 設定→同期で同期を設定して開始
ko: 시작하려면 설정 → 동기화에서 동기화를 설정하세요
ru: Настройте синхронизацию в меню Настройки → Синхронизация
tr: Başlamak için Ayarlar → Senkronizasyon bölümünde senkronizasyonu ayarlayın
zh: 在设置 → 同步中设置同步功能即可开始使用
zh_tw: 在 [設定] → [同步] 中完成設定即可開始使用。

# onboardingAiTitle
source: AI-Powered Features
ar: ميزات مدعومة بالذكاء الاصطناعي
it: Funzioni Potenziate dall'AI
ja: AI機能
ko: AI 기반 기능
ru: Интеллектуальные функции ИИ
tr: AI Destekli Özellikler
zh: AI 智能功能
zh_tw: AI 智慧功能

# onboardingAiBody
source: Enhance your reading with AI-powered translation, content analysis, and chat features.
ar: عزز قراءتك بميزات الترجمة وتحليل المحتوى والدردشة المدعومة بالذكاء الاصطناعي.
it: Migliora la tua lettura con traduzione potenziata dall'AI, analisi dei contenuti e funzioni di chat.
ja: AI搭載の翻訳、コンテンツ分析、チャット機能で読書体験を向上
ko: AI 기반 번역, 콘텐츠 분석, 채팅 기능으로 읽기를 향상시키세요
ru: Улучшите чтение с помощью ИИ-перевода, анализа и чата.
tr: AI destekli çeviri, içerik analizi ve sohbet özellikleri ile okuma deneyiminizi geliştirin.
zh: 通过 AI 驱动的翻译、内容分析和聊天功能增强您的阅读体验。
zh_tw: 透過 AI 驅動的翻譯、內容分析與聊天功能，提升您的閱讀體驗。

# onboardingAiTip
source: Configure your preferred AI provider in Settings → AI
ar: قم بتكوين مزود الذكاء الاصطناعي المفضل لديك في الإعدادات ← الذكاء الاصطناعي
it: Configura il tuo provider AI preferito in Impostazioni → AI
ja: 設定→AIでお好みのAIプロバイダーを設定
ko: 설정 → AI에서 선호하는 AI 제공업체를 구성하세요
ru: Настройте ИИ-сервисы в меню Настройки → ИИ
tr: Ayarlar → AI bölümünde tercih ettiğiniz AI sağlayıcısını yapılandırın
zh: 在设置 → AI 中配置您偏好的 AI 服务提供商
zh_tw: 在 [設定] → [AI] 中設定您偏好的 AI 服務供應商。

# onboardingCompleteTitle
source: Ready to Read!
ar: جاهز للقراءة!
it: Pronto a Leggere!
ja: 読書準備完了！
ko: 읽을 준비 완료!
ru: Готовы к чтению!
tr: Okumaya Hazır!
zh: 准备开始阅读！
zh_tw: 準備開始閱讀！

# onboardingCompleteBody
source: You're all set! Start adding books to your library and enjoy a premium reading experience.
ar: كل شيء جاهز! ابدأ في إضافة الكتب إلى مكتبتك واستمتع بتجربة قراءة متميزة.
it: Sei pronto! Inizia ad aggiungere libri alla tua libreria e goditi un'esperienza di lettura premium.
ja: 準備完了です！ライブラリに本を追加してプレミアム読書体験をお楽しみください
ko: 모든 설정이 완료되었습니다! 라이브러리에 책을 추가하고 프리미엄 읽기 경험을 즐기세요
ru: Добавляйте книги и наслаждайтесь чтением.
tr: Her şey hazır! Kütüphanenize kitap eklemeye başlayın ve premium okuma deneyiminin keyfini çıkarın.
zh: 一切就绪！开始向您的书库添加书籍，享受优质的阅读体验吧。
zh_tw: 一切就緒！開始將書籍新增至您的書庫，享受優質的閱讀體驗吧。

# onboardingNext
source: Next
ar: التالي
it: Avanti
ja: 次へ
ko: 다음
ru: Далее
tr: İleri
zh: 下一步
zh_tw: 下一步

# onboardingBack
source: Back
ar: السابق
it: Indietro
ja: 戻る
ko: 뒤로
ru: Назад
tr: Geri
zh: 返回
zh_tw: 上一步

# onboardingDone
source: Get Started
ar: البدء
it: Inizia
ja: 開始
ko: 시작하기
ru: Начать
tr: Başla
zh: 开始使用
zh_tw: 開始使用

# onboardingSkip
source: Skip
ar: تخطي
it: Salta
ja: スキップ
ko: 건너뛰기
ru: Пропустить
tr: Atla
zh: 跳过
zh_tw: 略過

source: Customize your experience
ar: تخصيص تجربتك
it: Personalizza la tua esperienza
ja: 体験をカスタマイズ
ko: 경험을 커스터마이즈하세요
ru: Адаптируйте под себя
tr: Deneyiminizi Özelleştirin
zh: 自定义您的经验
zh_tw: 自訂您的體驗

# moreDisplayOptionsTip
source: More display options available in Settings → Appearance
ar: المزيد من خيارات العرض المتاحة في الإعدادات → المظهر
it: Più opzioni di visualizzazione disponibili in Impostazioni → Aspetto
ja: 設定→外観でより多くの表示オプション利用可能
ko: 설정 → 외관에서 더 많은 표시 옵션 사용 가능
ru: Дополнительные настройки в меню Облик
tr: Ayarlarda daha fazla görüntü seçeneği mevcut → görünüm
zh: 设置中可用的更多显示选项→外观
zh_tw: 更多顯示選項請至 [設定] → [外觀]

source: Optimized for e-ink displays
ar: مُحسّن لشاشات الإبلاغ الإلكترونية
it: Ottimizzato per display e-ink
ja: e-inkディスプレイ用に最適化
ko: e-ink 디스플레이에 최적화됨
ru: Оптимизировано для E-INK дисплеев
tr: E-mürekkep ekranları için optimize edilmiş
zh: 针对E-INK显示优化
zh_tw: 為電子墨水螢幕最佳化

# commonUpdated
source: Updated!
ar: محدث!
it: Aggiornato!
ja: 更新済み！
ko: 업데이트됨!
ru: Обновлено!
tr: Güncellendi!
zh: 更新！
zh_tw: 已更新！

# updateFromVersion
source: Updated from {version}
ar: تم التحديث من {version}
it: Aggiornato dalla {version}
ja: {version}から更新
ko: {version}에서 업데이트됨
ru: Обновление с версии {version}
tr: {version} sürümünden güncellendi
zh: 从 {version} 更新
zh_tw: 從版本 {version} 更新

source: Welcome to {version}
ar: مرحبًا بك في {version}
it: Benvenuto alla {version}
ja: {version}へようこそ
ko: {version}에 오신 것을 환영합니다
ru: Добро пожаловать в версию {version}
tr: {version} sürümüne hoş geldiniz
zh: 欢迎使用 {version}
zh_tw: 歡迎使用版本 {version}

source: What's New
ar: الجديد
it: Cosa c'è di Nuovo
ja: 新機能
ko: 새로운 기능
ru: Что нового
tr: Yenilikler
zh: 更新内容
zh_tw: 新功能

source: Database Backup Management
ar: إدارة قاعدة البيانات الاحتياطية
it: Gestione Backup Database
ja: データベースバックアップ管理
ko: 데이터베이스 백업 관리
ru: Управление резервными копиями базы данных
tr: Veritabanı yedekleme yönetimi
zh: 数据库备份管理
zh_tw: 資料庫備份管理

source: Restore Database
ar: استعادة قاعدة البيانات
it: Ripristina Database
ja: データベース復元
ko: 데이터베이스 복원
ru: Восстановить базу данных
tr: Veritabanını geri yükle
zh: 还原数据库
zh_tw: 還原資料庫

source: Restore Backup
ar: استعادة النسخ الاحتياطي
it: Ripristina Backup
ja: バックアップ復元
ko: 백업 복원
ru: Восстановить резервную копию
tr: Yedeklemeyi geri yükle
zh: 还原备份
zh_tw: 還原備份

# customCssEnabled
source: Enable Custom CSS
ar: تمكين CSS مخصص
it: Abilita CSS Personalizzato
ja: カスタムCSSを有効化
ko: 커스텀 CSS 활성화
ru: Включить пользовательский CSS
tr: Özel CSS'i Etkinleştir
zh: 启用自定义CSS
zh_tw: 啟用自訂 CSS

# cssValidationUnmatchedBraces
source: Unmatched braces
ar: الأقواس غير متطابقة
it: Parentesi graffe non corrispondenti
ja: 括弧が一致しません
ko: 일치하지 않는 중괄호
ru: Непарные скобки
tr: Eşleşmeyen parantezler
zh: 花括号不匹配
zh_tw: 大括號未成對

# cssValidationMissingSemicolon
source: Missing semicolon on line {lineNumber}
ar: فاصلة منقوطة مفقودة في السطر {lineNumber}
it: Punto e virgola mancante alla riga {lineNumber}
ja: {lineNumber}行目でセミコロンが不足しています
ko: {lineNumber}번째 줄에 세미콜론이 누락됨
ru: Отсутствует точка с запятой в строке {lineNumber}
tr: {lineNumber} satırında noktalı virgül eksik
zh: 第{lineNumber}行缺少分号
zh_tw: 第 {lineNumber} 行缺少分號

# cssSaveAndApply
source: Save & Apply
ar: حفظ وتطبيق
it: Salva e Applica
ja: 保存して適用
ko: 저장 및 적용
ru: Сохранить и применить
tr: Kaydet ve Uygula
zh: 保存并应用
zh_tw: 儲存並套用

# cssRestoreDefault
source: Restore Default
ar: استعادة الافتراضي
it: Ripristina Predefinito
ja: デフォルト復元
ko: 기본값 복원
ru: Восстановить по умолчанию
tr: Varsayılanı Geri Yükle
zh: 恢复默认
zh_tw: 還原為預設值

# cssEditorHint
source: Your custom CSS here...
ar: CSS المخصص الخاص بك هنا...
it: Il tuo CSS personalizzato qui...
ja: カスタムCSSをここに...
ko: 여기에 커스텀 CSS를...
ru: Ваш пользовательский CSS здесь...
tr: Özel CSS'iniz buraya...
zh: 在此输入您的自定义CSS...
zh_tw: 在此輸入您的自訂 CSS...

# md5Management
source: File Deduplication
ar: إلغاء تكرار الملفات
it: Deduplicazione File
ja: ファイル重複除去
ko: 파일 중복 제거
ru: Управление дедупликацией файлов
tr: Dosya Tekrarını Kaldırma
zh: 文件去重
zh_tw: 重複檔案清理

source: MD5 Statistics
ar: إحصائيات MD5
it: Statistiche MD5
ja: MD5統計
ko: MD5 통계
ru: Статистика MD5
tr: MD5 İstatistikleri
zh: MD5 统计
zh_tw: MD5 統計

# md5TotalBooks
source: Total books: {count}
ar: إجمالي الكتب: {count}
it: Libri totali: {count}
ja: 総本数: {count}
ko: 총 책 수: {count}
ru: Всего книг: {count}
tr: Toplam kitap: {count}
zh: 总书籍数: {count}
zh_tw: 書籍總數：{count}

# md5BooksWithMd5
source: Books with MD5: {count}
ar: الكتب مع MD5: {count}
it: Libri con MD5: {count}
ja: MD5あり本数: {count}
ko: MD5가 있는 책: {count}
ru: Книг с MD5: {count}
tr: MD5'li kitaplar: {count}
zh: 已有MD5的书籍: {count}
zh_tw: 已有 MD5 的書籍：{count}

# md5BooksWithoutMd5
source: Books without MD5: {count}
ar: الكتب بدون MD5: {count}
it: Libri senza MD5: {count}
ja: MD5なし本数: {count}
ko: MD5가 없는 책: {count}
ru: Книг без MD5: {count}
tr: MD5'siz kitaplar: {count}
zh: 缺少MD5的书籍: {count}
zh_tw: 缺少 MD5 的書籍：{count}

# md5LocalFiles
source: Local files: {count}
ar: الملفات المحلية: {count}
it: File locali: {count}
ja: ローカルファイル: {count}
ko: 로컬 파일: {count}
ru: Локальных файлов: {count}
tr: Yerel dosyalar: {count}
zh: 本地文件: {count}
zh_tw: 本機檔案：{count}

# md5LocalFilesWithoutMd5
source: Local files without MD5: {count}
ar: الملفات المحلية بدون MD5: {count}
it: File locali senza MD5: {count}
ja: MD5なしローカルファイル: {count}
ko: MD5가 없는 로컬 파일: {count}
ru: Локальных файлов без MD5: {count}
tr: MD5'siz yerel dosyalar: {count}
zh: 缺少MD5的本地文件: {count}
zh_tw: 缺少 MD5 的本機檔案：{count}

# md5CalculateMissing
source: Calculate Missing MD5
ar: احسب MD5 المفقود
it: Calcola MD5 Mancanti
ja: 不足MD5計算
ko: 누락된 MD5 계산
ru: Вычислить отсутствующие MD5
tr: Eksik MD5'leri Hesapla
zh: 计算缺失的MD5
zh_tw: 計算缺少的 MD5

# md5Calculating
source: Calculating MD5...
ar: جاري حساب MD5...
it: Calcolo MD5...
ja: MD5計算中...
ko: MD5 계산 중...
ru: Вычисление MD5...
tr: MD5 hesaplanıyor...
zh: 正在计算MD5...
zh_tw: 正在計算 MD5...

# md5NoCalculationNeeded
source: All local files already have MD5 values
ar: جميع الملفات المحلية لديها قيم MD5 بالفعل
it: Tutti i file locali hanno già valori MD5
ja: すべてのローカルファイルにはすでにMD5値があります
ko: 모든 로컬 파일에 이미 MD5 값이 있습니다
ru: У всех локальных файлов уже есть значения MD5
tr: Tüm yerel dosyalar zaten MD5 değerlerine sahip
zh: 所有本地文件已有MD5值
zh_tw: 所有本機檔案都已有 MD5 值

# md5CalculateConfirmTitle
source: Calculate MD5 Values
ar: احسب قيم MD5
it: Calcola Valori MD5
ja: MD5値計算
ko: MD5 값 계산
ru: Вычисление значений MD5
tr: MD5 Değerlerini Hesapla
zh: 计算MD5值
zh_tw: 計算 MD5 值

# md5CalculateConfirmContent
source: This will calculate MD5 values for local book files. This process may take some time.
ar: سيؤدي هذا إلى حساب قيم MD5 لملفات الكتب المحلية. قد تستغرق هذه العملية بعض الوقت.
it: Questo calcolerà i valori MD5 per i file dei libri locali. Questo processo potrebbe richiedere del tempo.
ja: ローカルブックファイルのMD5値を計算します。この処理には時間がかかる場合があります
ko: 로컬 책 파일의 MD5 값을 계산합니다. 이 프로세스에는 시간이 걸릴 수 있습니다
ru: Будут вычислены значения MD5 для локальных файлов книг. Это может занять некоторое время.
tr: Bu, yerel kitap dosyaları için MD5 değerlerini hesaplayacak. Bu işlem biraz zaman alabilir.
zh: 这将为本地书籍文件计算MD5值。此过程可能需要一些时间。
zh_tw: 此操作將為本機書籍檔案計算 MD5 值，過程可能需要一些時間。

# md5MissingFilesTip
source: Some books are not downloaded locally. You can manually download all books for complete MD5 calculation.
ar: بعض الكتب غير محملة محلياً. يمكنك تحميل جميع الكتب يدوياً لحساب MD5 الكامل.
it: Alcuni libri non sono scaricati localmente. Puoi scaricare manualmente tutti i libri per un calcolo MD5 completo.
ja: 一部の本がローカルにダウンロードされていません。完全なMD5計算のためにすべての本を手動でダウンロードできます
ko: 일부 책이 로컬에 다운로드되지 않았습니다. 완전한 MD5 계산을 위해 모든 책을 수동으로 다운로드할 수 있습니다
ru: Некоторые книги не загружены локально. Вы можете загрузить все книги вручную для полного расчёта MD5.
tr: Bazı kitaplar yerel olarak indirilmemiş. Tam MD5 hesaplaması için tüm kitapları manuel olarak indirebilirsiniz.
zh: 部分书籍未在本地下载。您可以手动下载所有书籍以便完整计算MD5。
zh_tw: 部分書籍尚未下載至本機。您可以手動下載所有書籍，以便完整計算 MD5。

source: MD5 Calculation Complete
ar: اكتمل حساب MD5
it: Calcolo MD5 Completato
ja: MD5計算完了
ko: MD5 계산 완료
ru: Расчёт MD5 завершён
tr: MD5 Hesaplaması Tamamlandı
zh: MD5计算完成
zh_tw: MD5 計算完成

# md5CalculationResultCalculated
source: Calculated: {count} files
ar: تم الحساب: {count} ملف
it: Calcolati: {count} file
ja: 計算済み: {count}ファイル
ko: 계산됨: {count}개 파일
ru: Вычислено: {count} файлов
tr: Hesaplanan: {count} dosya
zh: 已计算: {count} 个文件
zh_tw: 已計算：{count} 個檔案

# md5CalculationResultSkipped
source: Skipped: {count} files
ar: تم التخطي: {count} ملف
it: Saltati: {count} file
ja: スキップ: {count}ファイル
ko: 건너뜀: {count}개 파일
ru: Пропущено: {count} файлов
tr: Atlanan: {count} dosya
zh: 已跳过: {count} 个文件
zh_tw: 已跳過：{count} 個檔案

# md5CalculationResultFailed
source: Failed: {count} files
ar: فشل: {count} ملف
it: Falliti: {count} file
ja: 失敗: {count}ファイル
ko: 실패: {count}개 파일
ru: Не удалось: {count} файлов
tr: Başarısız: {count} dosya
zh: 失败: {count} 个文件
zh_tw: 失敗：{count} 個檔案

# md5MissingFiles
source: Missing Files:
ar: الملفات المفقودة:
it: File Mancanti:
ja: 不足ファイル:
ko: 누락된 파일:
ru: Отсутствующие файлы:
tr: Eksik Dosyalar:
zh: 缺失文件:
zh_tw: 缺少的檔案：

# md5AndMore
source: and {count} more...
ar: و {count} أكثر...
it: e {count} altro...
ja: その他{count}個...
ko: 및 {count}개 더...
ru: и ещё {count}...
tr: ve {count} tane daha...
zh: 还有 {count} 个...
zh_tw: 以及其他 {count} 個...
