Repository: Anxcye/anx-reader
Catalog: lib/l10n/app_*.arb
Languages: ar, it, ja, ko, ru, tr, zh, zh_tw

# appAbout
source: About Anx Reader
ar: حول Anx Reader
it: Info su Anx Reader
ja: Anx Readerについて
ko: Anx Reader 정보
ru: О Anx Reader
tr: Anx Reader Hakkında
zh: 关于 Anx Reader
zh_tw: 關於 Anx Reader

# appVersion
source: Version
ar: الإصدار
it: Versione
ja: バージョン
ko: 버전
ru: Версия
tr: Sürüm
zh: 版本
zh_tw: 版本

# appLicense
source: License
ar: الترخيص
it: Licenza
ja: ライセンス
ko: 라이선스
ru: Лицензия с открытым исходным кодом
tr: Lisans
zh: 开源许可
zh_tw: 授權條款

# appAuthor
source: Author
ar: المؤلف
it: Autore
ja: 作者
ko: 작성자
ru: Разработчик
tr: Geliştirici
zh: 开发者
zh_tw: 開發者

# appDonate
source: Donate
ar: تبرع
it: Dona
ja: 寄付
ko: 후원
ru: Пожертвовать
tr: Bağış Yap
zh: 捐赠
zh_tw: 贊助

# appDonateTips
source: Anx Reader is an open-source software that could free to use. If you find it helpful, please donate to support us to continue improving it.
ar: Anx Reader هو برنامج مفتوح المصدر يمكن استخدامه مجانًا. إذا وجدته مفيدًا ، فيرجى التبرع لدعمنا لمواصلة تحسينه.
it: Anx Reader è un software open-source che può essere utilizzato gratuitamente. Se lo trovi utile, per favore dona per supportarci a continuare a migliorarlo.
ja: Anx Readerは無料で使用できるオープンソースソフトウェアです。お役に立てた場合は、改善を続けるために寄付をご検討ください。
ko: Anx Reader는 무료로 사용할 수 있는 오픈소스 소프트웨어입니다. 도움이 되셨다면 개선을 위한 후원을 고려해 주세요.
ru: Anx Reader — это бесплатное и открытое ПО для чтения эл. книг и комиксов. Если приложение вам полезно, пожалуйста, поддержите его развитие пожертвованиями.
tr: Anx Reader açık kaynaklı ve ücretsiz kullanılabilen bir yazılımdır. Eğer faydalı bulursanız, geliştirmeye devam etmemiz için lütfen bağış yaparak bize destek olun.
zh: Anx Reader 是一款开源软件，能够免费使用。如果安读对你有帮助，请捐赠支持我们以继续完善。
zh_tw: Anx Reader 是一款可免費使用的開放原始碼軟體。如果覺得它對您有幫助，請考慮贊助以支持我們持續改進。

# navBarBookshelf
source: Bookshelf
ar: رف الكتب
it: Libreria
ja: 本棚
ko: 서재
ru: Полка
tr: Kitaplık
zh: 书架
zh_tw: 書架

# navBarStatistics
source: Statistics
ar: الإحصائيات
it: Statistiche
ja: 統計
ko: 통계
ru: Сводка
tr: İstatistikler
zh: 统计
zh_tw: 統計

# navBarNotes
source: Notes
ar: الملاحظات
it: Note
ja: ノート
ko: 노트
ru: Заметки
tr: Notlar
zh: 笔记
zh_tw: 筆記

# navBarSettings
source: Settings
ar: الإعدادات
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
zh: 设置
zh_tw: 設定

# settingsDarkMode
source: Dark
ar: داكن
it: Scuro
ja: ダーク
ko: 다크
ru: Тёмный режим
tr: Koyu
zh: 深色模式
zh_tw: 深色模式

# settingsLightMode
source: Light
ar: فاتح
it: Chiaro
ja: ライト
ko: 라이트
ru: Светлый режим
tr: Açık
zh: 浅色模式
zh_tw: 淺色模式

# settingsSystemMode
source: System
ar: النظام
it: Sistema
ja: システム
ko: 시스템
ru: Системный режим
tr: Sistem
zh: 系统模式
zh_tw: 系統預設

# settingsMoreSettings
source: More Settings
ar: المزيد من الإعدادات
it: Più Impostazioni
ja: 詳細設定
ko: 추가 설정
ru: Ещё настройки
tr: Daha Fazla Ayar
zh: 更多设置
zh_tw: 更多設定

# settingsAppearance
source: Appearance
ar: المظهر
it: Aspetto
ja: 外観
ko: 외관
ru: Облик
tr: Görünüm
zh: 外观
zh_tw: 外觀

# settingsAppearanceTheme
source: Theme
ar: سمات المظهر
it: Tema
ja: テーマ
ko: 테마
ru: Тема
tr: Tema
zh: 主题
zh_tw: 佈景主題

# settingsAppearanceThemeColor
source: Theme Color
ar: لون المظهر
it: Colore del Tema
ja: テーマカラー
ko: 테마 색상
ru: Цвет темы
tr: Tema Rengi
zh: 主题颜色
zh_tw: 主題色彩

# settingsAppearanceDisplay
source: Display
ar: العرض
ja: ディスプレイ
ko: 디스플레이
ru: Отображение
tr: Ekran
zh: 显示
zh_tw: 顯示

# settingsAppearanceLanguage
source: Language
ar: اللغة
it: Lingua
ja: 言語
ko: 언어
ru: Язык
tr: Dil
zh: 语言
zh_tw: 語言

# settingsAppearanceOpenBookAnimation
source: Open Book Animation
ar: رسوم متحركة لفتح الكتاب
it: Animazione Apertura Libro
ja: 本を開くアニメーション
ko: 책 열기 애니메이션
ru: Анимация открытия книги
tr: Kitap Açma Animasyonu
zh: 打开书的动画
zh_tw: 開啟書籍動畫

# settingsAppearanceBottomNavigatorShow
source: Bottom Navigator
ar: شريط التنقل السفلي
it: Navigatore Inferiore
ja: 下部ナビゲーター
ko: 하단 네비게이터
ru: Показывать нижнюю навигацию
tr: Alt Gezinti Çubuğu
zh: 底部导航栏
zh_tw: 顯示底部導覽列

# readingContents
source: Contents
ar: المحتويات
it: Contenuti
ja: 目次
ko: 목차
ru: Оглавление
tr: İçindekiler
zh: 目录
zh_tw: 目錄

# statisticToPresent
source: To Present
ar: حتى الآن
it: Al Presente
ja: 現在まで
ko: 현재까지
ru: По настоящее время
tr: Şu Ana Kadar
zh: 至今
zh_tw: 至今

# statisticBooksRead
source: {count, plural, =0{No books read} =1{1 book read} other{{count} books read} }
ar: {count, plural, zero{لم تتم قراءة أي كتب} =1{تمت قراءة كتاب واحد} two{تمت قراءة كتابين} few{تمت قراءة {count} كتب} many{تمت قراءة {count} كتابًا} other{تمت قراءة {count} كتاب}}
it: {count, plural, =0{Nessun libro letto} =1{1 libro letto} other{{count} libri letti} }
ja: {count, plural, =0{読んだ本はありません} other{{count}冊読みました} }
ko: {count, plural, =0{읽은 책이 없습니다} other{{count}권 읽었습니다} }
ru: {count, plural, other{{count} книг}}
tr: {count, plural, =0{Hiç kitap okunmadı} =1{1 kitap okundu} other{{count} kitap okundu} }
zh: {count, plural, other{{count}本书}}
zh_tw: {count, plural, =0{尚未閱讀任何書籍} other{已閱讀 {count} 本書}}

# statisticDaysOfReading
source: {count, plural, =0{No days read} =1{1 day read} other{{count} days read} }
ar: {count, plural, zero{لم تتم القراءة في أي أيام} =1{يوم قراءة واحد} two{يومين قراءة} few{{count} أيام قراءة} many{{count} يوم قراءة} other{{count} يوم قراءة}}
it: {count, plural, =0{Nessun giorno di lettura} =1{1 giorno letto} other{{count} giorni letti} }
ja: {count, plural, =0{読書日数はありません} other{{count}日読書しました} }
ko: {count, plural, =0{독서한 날이 없습니다} other{{count}일 독서했습니다} }
ru: {count, plural, other{{count} дней чтения}}
tr: {count, plural, =0{Hiç gün okunmadı} =1{1 gün okundu} other{{count} gün okundu} }
zh: {count, plural, other{{count}天阅读}}
zh_tw: {count, plural, =0{尚未在任何一天閱讀} other{閱讀 {count} 天}}

# statisticNotes
source: {count, plural, =0{No notes} =1{1 note} other{{count} notes} }
ar: {count, plural, zero{لا توجد ملاحظات} =1{ملاحظة واحدة} two{ملاحظتان} few{{count} ملاحظات} many{{count} ملاحظة} other{{count} ملاحظة}}
it: {count, plural, =0{Nessuna nota} =1{1 nota} other{{count} note} }
ja: {count, plural, =0{ノートはありません} other{{count}個のノート} }
ko: {count, plural, =0{노트가 없습니다} other{{count}개의 노트} }
ru: {count, plural, other{{count} заметок}}
tr: {count, plural, =0{Hiç not yok} =1{1 not} other{{count} not} }
zh: {count, plural, other{{count}条笔记}}
zh_tw: {count, plural, =0{尚無筆記} other{{count} 條筆記}}

# statisticWeek
source: week
ar: أسبوع
it: settimana
ja: 週
ko: 주
ru: Неделя
tr: hafta
zh: 周
zh_tw: 週

# statisticMonth
source: month
ar: شهر
it: mese
ja: 月
ko: 월
ru: Месяц
tr: ay
zh: 月
zh_tw: 月

# statisticYear
source: year
ar: سنة
it: anno
ja: 年
ko: 년
ru: Год
tr: yıl
zh: 年
zh_tw: 年

# statisticAll
source: all
ar: الكل
it: tutto
ja: すべて
ko: 전체
ru: Всего
tr: tümü
zh: 总
zh_tw: 全部

# statisticAllTime
source: All Time
ar: كل الأوقات
it: Tutto il Tempo
ja: 全期間
ko: 전체 기간
ru: За всё время
tr: Tüm Zamanlar
zh: 所有时间
zh_tw: 所有時間

# statisticThisWeek
source: This Week
ar: هذا الأسبوع
it: Questa Settimana
ja: 今週
ko: 이번 주
ru: На этой неделе
tr: Bu Hafta
zh: 本周
zh_tw: 本週

# statisticMonday
source: Mn
ar: إث
it: Lu
ja: 月
ko: 월
ru: Пн
tr: Pt
zh: 一
zh_tw: 一

# statisticTuesday
source: Tu
ar: ثل
it: Ma
ja: 火
ko: 화
ru: Вт
tr: Sa
zh: 二
zh_tw: 二

# statisticWednesday
source: Wd
ar: أر
it: Me
ja: 水
ko: 수
ru: Ср
tr: Çr
zh: 三
zh_tw: 三

# statisticThursday
source: Th
ar: خم
it: Gi
ja: 木
ko: 목
ru: Чт
tr: Pr
zh: 四
zh_tw: 四

# statisticFriday
source: Fr
ar: جم
it: Ve
ja: 金
ko: 금
ru: Пт
tr: Cu
zh: 五
zh_tw: 五

# statisticSaturday
source: Sa
ar: سب
ja: 土
ko: 토
ru: Сб
tr: Ct
zh: 六
zh_tw: 六

# statisticSunday
source: Su
ar: أح
it: Do
ja: 日
ko: 일
ru: Вс
tr: Pz
zh: 日
zh_tw: 日

# notesNotesAcross
source: {count, plural, =0{No notes} =1{1 note} other{{count} notes} } across
ar: {count, plural, zero{لا توجد ملاحظات} =1{ملاحظة واحدة} two{ملاحظتان} few{{count} ملاحظات} many{{count} ملاحظة} other{{count} ملاحظات}} عبر
it: {count, plural, =0{Nessuna nota} =1{1 nota} other{{count} note} } in
ja: {count, plural, =0{ノートはありません} other{{count}個のノート}}
ko: {count, plural, =0{노트가 없습니다} other{{count}개의 노트}}
ru: {count, plural, =0{Нет заметок} other{{count} заметок выделено}}
tr: {count, plural, =0{Hiç not yok} =1{1 not} other{{count} not} } arasında
zh: {count, plural, =0{没有笔记} other{{count} 条笔记划在}}
zh_tw: {count, plural, =0{尚無筆記} other{{count} 條筆記分佈於}}

# notesBooks
source: {count, plural, =0{No books} =1{1 book} other{{count} books} }
ar: {count, plural, zero{لا توجد كتب} =1{كتاب واحد} two{كتابان} few{{count} كتب} many{{count} كتابًا} other{{count} كتاب}}
it: {count, plural, =0{Nessun libro} =1{1 libro} other{{count} libri} }
ja: {count, plural, =0{本はありません} other{{count}冊の本}}
ko: {count, plural, =0{책이 없습니다} other{{count}권의 책}}
ru: {count, plural, =0{Нет книг} other{{count} книг}}
tr: {count, plural, =0{Hiç kitap yok} =1{1 kitap} other{{count} kitap} }
zh: {count, plural, =0{没有书} other{{count} 本书上}}
zh_tw: {count, plural, =0{沒有書籍} other{{count} 本書}}

# notesNotes
source: {count, plural, =0{No notes} =1{1 note} other{{count} notes} }
ar: {count, plural, zero{لا توجد ملاحظات} =1{ملاحظة واحدة} two{ملاحظتان} few{{count} ملاحظات} many{{count} ملاحظة} other{{count} ملاحظة}}
it: {count, plural, =0{Nessuna nota} =1{1 nota} other{{count} note} }
ja: {count, plural, =0{ノートはありません} other{{count}個のノート}}
ko: {count, plural, =0{노트가 없습니다} other{{count}개의 노트}}
ru: {count, plural, =0{Нет заметок} other{{count} заметок}}
tr: {count, plural, =0{Hiç not yok} =1{1 not} other{{count} not} }
zh: {count, plural, =0{没有笔记} other{{count} 条笔记}}
zh_tw: {count, plural, =0{尚無筆記} other{{count} 條筆記}}

# notesReadPercentage
source: {percentage} read
ar: {percentage} تمت قراءته
it: {percentage} letto
ja: {percentage}読了
ko: {percentage} 읽음
ru: Прочитано {percentage}
tr: {percentage} okundu
zh: 读到 {percentage}
zh_tw: 已閱讀 {percentage}

# readingPageCopy
source: Copy
ar: نسخ
it: Copia
ja: コピー
ko: 복사
ru: Копировать
tr: Kopyala
zh: 复制
zh_tw: 複製

# readingPageExcerpt
source: Excerpt
ar: مقتطف
it: Estratto
ja: 抜粋
ko: 발췌
ru: Выделить
tr: Alıntı
zh: 划线
zh_tw: 劃線

# readingPageTheme
source: Theme
ar: المظهر
it: Tema
ja: テーマ
ko: 테마
ru: Тема
tr: Tema
zh: 主题
zh_tw: 主題

# readingPageStyle
source: Style
ar: النمط
it: Stile
ja: スタイル
ko: 스타일
ru: Стиль
tr: Stil
zh: 样式
zh_tw: 樣式

# readingPageOther
source: Other
ar: أخرى
it: Altro
ja: その他
ko: 기타
ru: Другое
tr: Diğer
zh: 其他
zh_tw: 其他

# readingPageReading
source: Reading
ar: القراءة
it: Lettura
ja: 読書
ko: 읽기
ru: Чтение
tr: Okuma
zh: 阅读
zh_tw: 閱讀

# readingPageConvertChinese
source: Convert Chinese
ar: تحويل الصينية
it: Converti Cinese
ja: 中国語変換
ko: 중국어 변환
ru: Письменность: Упрощённая/Традиционная
tr: Çince Dönüştür
zh: 简繁转换
zh_tw: 簡繁轉換

# readingPageOriginal
source: Original
ar: الأصل
it: Originale
ja: 原文
ko: 원문
ru: Как есть
tr: Orijinal
zh: 原文
zh_tw: 原文

# readingPageSimplified
source: Simplified
ar: مبسط
it: Semplificato
ja: 簡体字
ko: 간체
ru: Упрощ.
tr: Basitleştirilmiş
zh: 简体
zh_tw: 簡體中文

# readingPageTraditional
source: Traditional
ar: تقليدي
it: Tradizionale
ja: 繁体字
ko: 번체
ru: Трад.
tr: Geleneksel
zh: 繁体
zh_tw: 繁體中文

# readingPageConvertChineseTips
source: Convert Chinese may not be accurate, please use it carefully
ar: قد لا يكون تحويل الصينية دقيقًا ، يرجى استخدامه بحذر
it: La conversione del cinese potrebbe non essere accurata, utilizzala con cautela
ja: 中国語変換は正確でない場合があります。注意してご使用ください
ko: 중국어 변환은 정확하지 않을 수 있습니다. 주의하여 사용하세요
ru: Конвертация может быть неточной, используйте с осторожностью
tr: Çince dönüşüm tam olarak doğru olmayabilir, dikkatli kullanın
zh: 简繁转换可能不准确，请谨慎使用
zh_tw: 簡繁轉換的結果可能不盡準確，請謹慎使用

# readingPageColumnCount
source: Columncount
ar: عدد الأعمدة
it: Numero Colonne
ja: カラム数
ko: 열 수
ru: Колонок текста на странице
tr: Sütun Sayısı
zh: 列数
zh_tw: 欄數

# readingPageAuto
source: Auto
ar: تلقائي
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
zh: 自动
zh_tw: 自動

# readingPageSingle
source: Single
ar: فردي
it: Singola
ja: 単一
ko: 단일
ru: Одна
tr: Tek
zh: 单列
zh_tw: 單欄

# readingPageDouble
source: Double
ar: مزدوج
it: Doppia
ja: 二重
ko: 더블
ru: Две
tr: Çift
zh: 双列
zh_tw: 雙欄

# readingPageBionicReading
source: Bionic Reading
ar: القراءة البيونية
it: Lettura Bionica
ja: バイオニック読書
ko: 바이오닉 읽기
ru: Бионическое чтение
tr: Biyonik Okuma
zh: 仿生阅读
zh_tw: 仿生閱讀

# readingPageBionicReadingTips
source: What is Bionic Reading?
ar: ما هي القراءة البيونية؟
it: Cos'è la Lettura Bionica?
ja: バイオニック読書とは？
ko: 바이오닉 읽기란?
ru: Что такое бионическое чтение?
tr: Biyonik Okuma nedir?
zh: 什么是仿生阅读？
zh_tw: 什麼是仿生閱讀？

# readingPageHeaderSettings
source: Header Settings
ar: إعدادات رأس الصفحة
it: Impostazioni Intestazione
ja: ヘッダー設定
ko: 헤더 설정
ru: Настройки верхнего колонтитула
tr: Üstbilgi Ayarları
zh: 页眉设置
zh_tw: 頁首設定

# readingPageFooterSettings
source: Footer Settings
ar: إعدادات تذييل الصفحة
it: Impostazioni Piè di Pagina
ja: フッター設定
ko: 푸터 설정
ru: Настройки нижнего колонтитула
tr: Altbilgi Ayarları
zh: 页脚设置
zh_tw: 頁尾設定

# readingPageLeft
source: Left
ar: يسار
it: Sinistra
ja: 左
ko: 왼쪽
ru: Слева
tr: Sol
zh: 左侧
zh_tw: 左側

# readingPageCenter
source: Center
ar: وسط
it: Centro
ja: 中央
ko: 중앙
ru: По центру
tr: Orta
zh: 中间
zh_tw: 置中

# readingPageRight
source: Right
ar: يمين
it: Destra
ja: 右
ko: 오른쪽
ru: Справа
tr: Sağ
zh: 右侧
zh_tw: 右側

# readingPageShareTemplate
source: Template
ar: القالب
ja: テンプレート
ko: 템플릿
ru: Шаблон
tr: Şablon
zh: 模板
zh_tw: 範本

# readingPageShareFont
source: Font
ar: الخط
ja: フォント
ko: 폰트
ru: Шрифт
tr: Yazı Tipi
zh: 字体
zh_tw: 字型

# readingPageShareColor
source: Color
ar: اللون
it: Colore
ja: カラー
ko: 색상
ru: Цветовая схема
tr: Renk
zh: 配色
zh_tw: 配色

# readingPageShareBackground
source: Background
ar: الخلفية
it: Sfondo
ja: 背景
ko: 배경
ru: Фоновое изображение
tr: Arka plan
zh: 背景图片
zh_tw: 背景

# readingPageShareSave
source: Save
ar: حفظ
it: Salva
ja: 保存
ko: 저장
ru: Сохранить изображение
tr: Kaydet
zh: 保存图片
zh_tw: 儲存

# readingPageShareShare
source: Share
ar: مشاركة
it: Condividi
ja: 共有
ko: 공유
ru: Поделиться
tr: Paylaş
zh: 分享
zh_tw: 分享

# readingPageShareTemplateClassic
source: Classic
ar: كلاسيكي
it: Classico
ja: クラシック
ko: 클래식
ru: Классический
tr: Klasik
zh: 墨韵流觞
zh_tw: 經典

# readingPageShareTemplateSimple
source: Simple
ar: بسيط
it: Semplice
ja: シンプル
ko: 심플
ru: Простой
tr: Basit
zh: 文心雕玉
zh_tw: 簡約

# readingPageShareTemplateElegant
source: Elegant
ar: أنيق
it: Elegante
ja: エレガント
ko: 우아함
ru: Элегантный
tr: Zarif
zh: 青简素笺
zh_tw: 雅緻

# readingPageShareTemplateModern
source: Modern
ar: حديث
it: Moderno
ja: モダン
ko: 모던
ru: Современный
zh: 翰墨长卷
zh_tw: 現代

# contextMenuAddNoteTips
source: Add your note
ar: أضف ملاحظتك
it: Aggiungi la tua nota
ja: ノートを追加
ko: 노트 추가
ru: Добавить свою заметку!
tr: Notunuzu ekleyin
zh: 写下你的想法！
zh_tw: 寫下您的想法！

# contextMenuCopy
source: Copy
ar: نسخ
it: Copia
ja: コピー
ko: 복사
ru: Копировать
tr: Kopyala
zh: 复制
zh_tw: 複製

# contextMenuSearch
source: Search
ar: بحث
it: Cerca
ja: 検索
ko: 검색
ru: Поиск
tr: Ara
zh: 搜索
zh_tw: 搜尋

# contextMenuTranslate
source: Translate
ar: ترجمة
it: Traduci
ja: 翻訳
ko: 번역
ru: Перевести
tr: Çevir
zh: 翻译
zh_tw: 翻譯

# contextMenuWriteIdea
source: Write Idea
ar: كتابة فكرة
it: Scrivi Idea
ja: アイデアを書く
ko: 아이디어 작성
ru: Записать идею
tr: Fikir Yaz
zh: 写想法
zh_tw: 寫下想法

# contextMenuDelete
source: Delete
ar: حذف
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
zh: 删除
zh_tw: 刪除

# contextMenuConfirm
source: Confirm
ar: تأكيد
it: Conferma
ja: 確認
ko: 확인
ru: Подтвердить
tr: Onayla
zh: 确认
zh_tw: 確認

# contextMenuHighlight
source: Highlight
ar: تمييز
it: Evidenzia
ja: ハイライト
ko: 강조
ru: Выделить
tr: Vurgula
zh: 高亮
zh_tw: 螢光標示

# contextMenuUnderline
source: Underline
ar: تسطير
it: Sottolinea
ja: 下線
ko: 밑줄
ru: Подчеркнуть
tr: Altını Çiz
zh: 下划线
zh_tw: 底線

# contextMenuShare
source: Share
ar: مشاركة
it: Condividi
ja: 共有
ko: 공유
ru: Поделиться выделением
tr: Paylaş
zh: 分享划线
zh_tw: 分享

# readingPageFullScreen
source: Full Screen
ar: ملء الشاشة
it: Schermo Intero
ja: フルスクリーン
ko: 전체 화면
ru: Полноэкранный режим
tr: Tam Ekran
zh: 全屏
zh_tw: 全螢幕

# readingPageScreenTimeout
source: Screen Timeout
ar: مهلة الشاشة
it: Timeout Schermo
ja: スクリーンタイムアウト
ko: 화면 타임아웃
ru: Время отключения экрана
tr: Ekran Zaman Aşımı
zh: 屏幕超时
zh_tw: 螢幕逾時

# readingPagePageTurningMethod
source: Page Turning Method
ar: طريقة قلب الصفحة
it: Metodo Voltare Pagina
ja: ページめくり方法
ko: 페이지 넘김 방법
ru: Способ перелистывания страниц
tr: Sayfa Çevirme Yöntemi
zh: 翻页方式
zh_tw: 翻頁方式

source: Font
ar: الخط
ja: フォント
ko: 폰트
ru: Шрифт
tr: Yazı Tipi
zh: 字体
zh_tw: 字型

source: Add New Font
ar: إضافة خط جديد
it: Aggiungi Nuovo Font
ja: 新しいフォントを追加
ko: 새 폰트 추가
ru: Добавить новый шрифт
tr: Yeni Yazı Tipi Ekle
zh: 导入本地
zh_tw: 新增字型

source: Follow Book
ar: متابعة الكتاب
it: Segui Libro
ja: 本に従う
ko: 책 따라가기
ru: Как в книге
tr: Kitabı Takip Et
zh: 跟随书籍
zh_tw: 使用書籍內嵌字型

source: System Font
ar: خط النظام
it: Font di Sistema
ja: システムフォント
ko: 시스템 폰트
ru: Системный шрифт
tr: Sistem Yazı Tipi
zh: 系统字体
zh_tw: 系統字型

source: Page Turning Style
ar: نمط قلب الصفحة
it: Stile Voltare Pagina
ja: ページめくりスタイル
ko: 페이지 넘김 스타일
ru: Стиль перелистывания страниц
tr: Sayfa Çevirme Stili
zh: 翻页样式
zh_tw: 翻頁樣式

source: No Animation
ar: بدون رسوم متحركة
it: Nessuna Animazione
ja: アニメーションなし
ko: 애니메이션 없음
ru: Без анимации
tr: Animasyon Yok
zh: 无动画
zh_tw: 無動畫

source: Slide
ar: شريحة
it: Scorri
ja: スライド
ko: 슬라이드
ru: Перелистывание
tr: Kaydır
zh: 滑动翻页
zh_tw: 滑動

source: Scroll
ar: تمرير
it: Scrolla
ja: スクロール
ko: 스크롤
ru: Прокрутка
tr: Kaydırma
zh: 滚动翻页
zh_tw: 捲動

source: Book deleted
ar: تم حذف الكتاب
it: Libro eliminato
ja: 本が削除されました
ko: 책이 삭제되었습니다
ru: Книга удалена
tr: Kitap silindi
zh: 书籍已删除
zh_tw: 書籍已刪除

# importNBooksSelected
source: {count, plural, =1{1 book selected} other{{count} books selected}}
ar: {count, plural, =1{تم تحديد كتاب واحد} two{تم تحديد كتابين} few{تم تحديد {count} كتب} many{تم تحديد {count} كتابًا} other{تم تحديد {count} كتاب}}
it: {count, plural, =1{1 libro selezionato} other{{count} libri selezionati}}
ja: {count, plural, =1{1冊選択} other{{count}冊選択}}
ko: {count, plural, =1{1권 선택됨} other{{count}권 선택됨}}
ru: Выбрано {count} книг
tr: {count, plural, =1{1 kitap seçildi} other{{count} kitap seçildi}}
zh: {count, plural, other{选择了 {count} 本书}}
zh_tw: {count, plural, =0{尚未選取任何書籍} other{已選取 {count} 本書}}

# importSupportTypes
source: Support types: {types}
ar: أنواع الدعم: {types}
it: Tipi supportati: {types}
ja: 対応形式: {types}
ko: 지원 형식: {types}
ru: Поддерживаемые форматы: {types}
tr: Desteklenen türler: {types}
zh: 支持 {types}
zh_tw: 支援格式：{types}

# importNBooksNotSupport
source: {count, plural, =1{1 book not support yet} other{{count} books not support yet}}
ar: {count, plural, =1{كتاب واحد غير مدعوم بعد} two{كتابان غير مدعومين بعد} few{{count} كتب غير مدعومة بعد} many{{count} كتابًا غير مدعوم بعد} other{{count} كتاب غير مدعوم بعد}}
it: {count, plural, =1{1 libro non ancora supportato} other{{count} libri non ancora supportati}}
ja: {count, plural, =1{1冊未対応} other{{count}冊未対応}}
ko: {count, plural, =1{1권 아직 지원되지 않음} other{{count}권 아직 지원되지 않음}}
ru: {count} книг не поддерживаются
tr: {count, plural, =1{1 kitap henüz desteklenmiyor} other{{count} kitap henüz desteklenmiyor}}
zh: {count, plural, other{{count} 本书暂不支持}}
zh_tw: {count, plural, =0{目前沒有不支援的書籍} other{有 {count} 本書暫不支援}}

# importImportNBooks
source: {count, plural, =1{Import 1 book} other{Import {count} books}}
ar: {count, plural, =1{استيراد كتاب واحد} two{استيراد كتابين} few{استيراد {count} كتب} many{استيراد {count} كتابًا} other{استيراد {count} كتاب}}
it: {count, plural, =1{Importa 1 libro} other{Importa {count} libri}}
ja: {count, plural, =1{1冊インポート} other{{count}冊インポート}}
ko: {count, plural, =1{1권 가져오기} other{{count}권 가져오기}}
ru: Импортировать {count} книг
tr: {count, plural, =1{1 kitabı içe aktar} other{{count} kitabı içe aktar}}
zh: {count, plural, other{导入 {count} 本书}}
zh_tw: {count, plural, =0{尚未選取任何書籍} other{匯入 {count} 本書}}

# bookshelfTips_1
source: There are no books.
ar: لا توجد كتب.
it: Non ci sono libri.
ja: 本がありません
ko: 책이 없습니다
ru: Здесь нет книг
tr: Kitap yok.
zh: 书架上没有书
zh_tw: 書架上沒有書籍

# bookshelfTips_2
source: Click the add button to add a book!
ar: انقر على زر الإضافة لإضافة كتاب!
it: Clicca il pulsante aggiungi per aggiungere un libro!
ja: 追加ボタンをクリックして本を追加してください！
ko: 추가 버튼을 클릭하여 책을 추가하세요!
ru: Для добавления книги нажмите кнопку «Добавить»!
tr: Kitap eklemek için ekle butonuna tıklayın!
zh: 点击添加按钮，添加一本 epub ！
zh_tw: 點選新增按鈕以加入書籍！

# statisticsTips_1
source: No reading in the selected time period.
ar: لا قراءة في الفترة الزمنية المحددة.
it: Nessuna lettura nel periodo selezionato.
ja: 選択した期間中に読書記録がありません
ko: 선택한 기간에 읽기 기록이 없습니다
ru: Не было чтения за выбранный период
tr: Seçili zaman diliminde okuma yok.
zh: 选定的时间段里没有阅读过呢
zh_tw: 此期間尚無閱讀紀錄。

# statisticsTips_2
source: A book is a dream that you hold in your hands.
ar: الكتاب حلم تحمله بين يديك.
it: Un libro è un sogno che tieni tra le mani.
ja: 本は手に持つ夢です
ko: 책은 손에 쥐는 꿈입니다
ru: Чистый источник даёт чистую воду
tr: Bir kitap, ellerinizde tuttuğunuz bir rüyadır.
zh: 问渠哪得清如许，为有源头活水来
zh_tw: 問渠哪得清如許，為有源頭活水來

# notesTips_1
source: There are no notes.
ar: لا توجد ملاحظات.
it: Non ci sono note.
ja: ノートがありません
ko: 노트가 없습니다
ru: Пока нет заметок
tr: Hiç not yok.
zh: 还没有笔记
zh_tw: 尚無筆記

# notesTips_2
source: Add a note while reading!
ar: أضف ملاحظة أثناء القراءة!
it: Aggiungi una nota mentre leggi!
ja: 読書中にノートを追加してください！
ko: 읽는 동안 노트를 추가하세요!
ru: Выделяйте текст в книге, чтобы записывать мысли!
tr: Okurken bir not ekleyin!
zh: 在书中划线，记录你的思绪！
zh_tw: 在閱讀時新增筆記！

# readingPageChapterPages
source: Chapter Pages
ar: صفحات الفصل
it: Pagine Capitolo
ja: 章のページ数
ko: 챕터 페이지
ru: Страниц в главе
tr: Bölüm Sayfaları
zh: 本章页数
zh_tw: 本章頁數

# readingPageCurrentPage
source: Current Page
ar: الصفحة الحالية
it: Pagina Corrente
ja: 現在のページ
ko: 현재 페이지
ru: Текущая страница
tr: Geçerli Sayfa
zh: 当前页
zh_tw: 目前頁碼

# readingPageAutoTranslateSelection
source: Auto Translate Selection
ar: ترجمة التحديد تلقائيًا
it: Traduci Automaticamente Selezione
ja: 選択範囲の自動翻訳
ko: 선택 영역 자동 번역
ru: Автоперевод выделенного текста
tr: Otomatik Çeviri Seçimi
zh: 自动翻译选中的内容
zh_tw: 自動翻譯選取範圍

source: Translate Error
ar: خطأ في الترجمة
it: Errore di Traduzione
ja: 翻訳エラー
ko: 번역 오류
ru: Ошибка перевода
tr: Çeviri Hatası
zh: 翻译错误
zh_tw: 翻譯錯誤

# readingPageSummaryTheChapter
source: Summary the chapter
ar: تلخيص الفصل
it: Riassumi il capitolo
ja: 章を要約
ko: 챕터 요약
ru: Резюме главы
tr: Bölümü özetle
zh: 总结本章内容
zh_tw: 總結本章

# readingPageSummaryPreviousContent
source: Summary the previous content
ar: تلخيص المحتوى السابق
it: Riassumi il contenuto precedente
ja: 前の内容を要約
ko: 이전 내용 요약
ru: Последнее место чтения
tr: Önceki içeriği özetle
zh: 上次读到了这里
zh_tw: 總結前文

# readingPageAutoSummaryPreviousContent
source: Auto Summary Previous Content
ar: تلخيص المحتوى السابق تلقائيًا
it: Riassumi Automaticamente Contenuto Precedente
ja: 前の内容の自動要約
ko: 이전 내용 자동 요약
ru: Автоматическое резюме предыдущего текста
tr: Önceki içeriği otomatik özetle
zh: 自动总结前文内容
zh_tw: 自動總結前文

# readingPageAtLeastTwoThemes
source: At least 2 themes are required
ar: مطلوب مظهران على الأقل
it: Sono richiesti almeno 2 temi
ja: 少なくとも2つのテーマが必要です
ko: 최소 2개의 테마가 필요합니다
ru: Должно быть минимум две цветовые схемы
tr: En az 2 tema gereklidir
zh: 至少需要保留两个配色
zh_tw: 至少需保留 2 個主題

# readingPageAutoAdjustReadingTheme
source: Auto Adjust Reading Theme
ar: ضبط مظهر القراءة تلقائيًا
it: Regola Automaticamente Tema di Lettura
ja: 読書テーマの自動調整
ko: 읽기 테마 자동 조정
ru: Автоматическая смена дневного/ночного режима
tr: Okuma temasını otomatik ayarla
zh: 自动调整日夜模式
zh_tw: 自動調整日夜模式

# readingPageAutoAdjustReadingThemeTips
source: Use the 1st and 2nd colors in the color table as the day and night modes respectively
ar: استخدم اللونين الأول والثاني في جدول الألوان كوضعين نهاري وليلي على التوالي
it: Usa il 1° e 2° colore nella tabella colori come modalità giorno e notte rispettivamente
ja: カラーテーブルの1番目と2番目の色をそれぞれ昼モードと夜モードとして使用します
ko: 색상표의 1번째와 2번째 색상을 각각 낮 모드와 밤 모드로 사용합니다
ru: Использовать 1-й и 2-й цвета из палитры для дневного и ночного режимов
tr: Renk tablosundaki 1. ve 2. renkleri sırasıyla gündüz ve gece modları olarak kullanın
zh: 使用配色表中的第1、2个配色分别作为日、夜模式
zh_tw: 將使用主題列表中的第一、二個主題，分別作為日間與夜間模式
