Repository: Anxcye/anx-reader
Catalog: lib/l10n/app_*.arb
Languages: ar, it, ja, ko, ru, tr, zh, zh_tw

# md5CalculationError
source: Calculation error: {error}
ar: خطأ في الحساب: {error}
it: Errore di calcolo: {error}
ja: 計算エラー: {error}
ko: 계산 오류: {error}
ru: Ошибка расчёта: {error}
tr: Hesaplama hatası: {error}
zh: 计算错误: {error}
zh_tw: 計算錯誤：{error}

source: Duplicate File
ar: ملف مكرر
it: File Duplicato
ja: 重複ファイル
ko: 중복 파일
ru: Дубликат файла
tr: Yinelenen Dosya
zh: 重复文件
zh_tw: 重複檔案

# duplicateOf
source: Duplicate of: {title}
ar: مكرر من: {title}
it: Duplicato di: {title}
ja: 重複対象: {title}
ko: 중복 대상: {title}
ru: Дубликат: {title}
tr: Şunun kopyası: {title}
zh: 与以下文件重复: {title}
zh_tw: 與「{title}」重複

source: Skip Duplicate Files
ar: تخطي الملفات المكررة
it: Salta File Duplicati
ja: 重複ファイルをスキップ
ko: 중복 파일 건너뛰기
ru: Пропустить дубликаты
tr: Yinelenen Dosyaları Atla
zh: 跳过重复文件
zh_tw: 略過重複檔案

# readingPageSwapPageTurnArea
source: Swap Page Turn Area
ar: تبديل منطقة تقليب الصفحات
it: Scambia Area Volta Pagina
ja: ページめくり領域を交換
ko: 페이지 넘김 영역 교환
ru: Поменять область переворота страниц
tr: Sayfa çevirme alanını değiştir
zh: 交换翻页区域
zh_tw: 交換翻頁區域

# readingPageSwapPageTurnAreaTips
source: Turn the previous area into next area
ar: تغيير منطقة التقليب للأمام إلى التقليب للخلف
it: Trasforma l'area precedente in area successiva
ja: 前のエリアを次のエリアに変換
ko: 이전 영역을 다음 영역으로 변환
ru: Изменить область переворота вперед на область переворота назад
tr: İleri sayfa çevirme alanını geri sayfa çevirme olarak değiştir
zh: 将向前翻页区域改为向后翻页
zh_tw: 將上一頁的點選區域換成下一頁
